Repository: osmose-qa/osmose-frontend
Catalog: web/po/*.po
Languages: de, el, es, fa, fr, it, ja, nl, ro, ru, uk

source: False positives
de: Falschmeldungen
el: Εσφαλμένες σημάνσεις
es: Falsos positivos
fa: مثبت‌های کاذب
fr: Faux positifs
it: Falsi positivi
ja: 誤検出
nl: Valse melding
ro: Rezultate fals pozitive
ru: Ложные срабатывания
uk: Помилкові спрацьовування

source: Statistics
de: Statistik
el: Στατιστικά
es: Estadísticas
fa: آمار
fr: Statistiques
it: Statistiche
ja: 統計
nl: Statistieken
ro: Statistică
ru: Статистика
uk: Статистика

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
fa: تماس
it: Contatti
ja: コンタクト
ru: Связь
uk: Контакти

source: Help on wiki
de: Hilfe im Wiki
el: Βοήθεια στο wiki
es: Ayuda en la wiki
fa: راهنما در ویکی
fr: Aide sur le wiki
it: Aiuto sul Wiki
ja: Wikiのヘルプ
nl: Help op de wiki
ro: Ajutor pe wiki
ru: Помощь на wiki
uk: Довідка у вікі

source: Copyright
el: Πνευματικά δικαιώματα
es: Derechos de autor
fa: حق تکثیر
ja: 著作権
ro: Drepturi de autor
ru: Авторские права
uk: Авторське право

source: Sources
de: Quellen
el: Πηγαίος κώδικας
es: Fuentes
fa: کد منبع
it: Sorgenti
ja: ソースファイル
nl: Bron
ro: Surse
ru: Источники
uk: Джерела

source: Translation
de: Übersetzung
el: Μετάφραση
es: Traducción
fa: ترجمه
fr: Traduction
it: Traduzione
ja: 翻訳
nl: Vertaling
ro: Traducere
ru: Перевод
uk: Переклад

source: Statistics for user
de: Statistik für Benutzer
el: Στατιστικά του χρήστη
es: Estadísticas por usuario
fa: آمار کاربر
fr: Statistiques pour un utilisateur
it: Statistiche per utente
ja: ユーザーの統計
nl: Statistiek van gebruiker
ro: Statistici pentru utilizator
ru: Статистика по пользователю
uk: Статистика для користувача

source: User statistics
de: Benutzerstatistik
el: Στατιστικά χρήστη
es: Estadísticas del usuario
fa: آمار کاربر
fr: Statistiques par utilisateur
it: Statistiche utente
ja: ユーザーの統計
nl: Gebruiker statistieken
ro: Statistici utilizator
ru: Статистика по пользователю
uk: Статистики користувача

source: Username:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fa: نام کاربری:
fr: Utilisateur :
it: Nome utente:
ja: ユーザー名:
nl: Gebruikersnaam:
ro: Nume de utilizator:
ru: Имя пользователя:
uk: Користувач:

source: Bug tracker
de: Fehlerdatenbank
el: Ιχνηλάτης σφαλμάτων
es: Rastreador de errores
fa: پیگیری باگ‌ها
fr: Traqueur d’anomalies
ja: バグトラッカー
ro: Sistem de urmărire a defectelor
ru: Сообщения об ошибках
uk: Трекер вад

source: Providing patches
de: Patches einreichen
es: Proporcionando parches
fa: ارائهٔ وصله‌ها
fr: Proposer des correctifs
it: Fornire patch
ja: パッチの提供
nl: Voorzien van patches
ro: Furnizarea de patch-uri
ru: Предоставление патчей
uk: Надані латки

source: Patches can be provided via merge requests on Github. This is the preferred way of handling patches.
de: Patches können über Merge Requests auf Github bereitgestellt werden. Dies ist die bevorzugte Art der Handhabung von Weg.
es: Los parches se proporcionan a través de solicitudes de combinación en Github. Esta es la forma preferida de manejo de parches.
fa: وصله‌ها (patches) را با ارسال درخواست merge در گیت‌هاب ارائه کنید. بهترین روش کار با وصله‌ها همین است.
fr: Les correctifs peuvent être proposés de préférence par des “merge requests” sur Github.
it: Puoi fornire correzioni al codice mediante richieste di ‘merge’ su Github. Questa è la modalità preferita per gestire le correzioni.
ja: パッチはGithub経由でリクエストされることでマージされます。パッチを扱うには、この方法が推奨されます。
nl: Patches kunnen verstrekt worden via merge requests op Gitorious of GitHub.Dit is bij voorkeur de beste manier om patches te behandelen.
ru: Патчи могут быть предоставлены с помощью запросов слияния на Github. Это предпочтительный способ обработки патчей.
uk: Латки можна надавати через запити обʼєднань на Ґітхаб. Це найкращий спосіб обробки латок.

source: Development
de: Entwicklung
el: Ανάπτυξη
es: Desarrollo
fa: توسعه
fr: Développement
it: Sviluppo
ja: 開発
nl: Ontwikkelaars
ro: Dezvoltare
ru: Разработка
uk: Розробка

source: Contacting maintainers
de: Entwickler kontaktieren
el: Επικοινωνία με συντηρητές
es: Contacto con los mantenedores
fa: تماس با نگهدارندگان
fr: Contacter les développeurs
it: Contattare gli amministratori
ja: 管理者への連絡
nl: Contact opnemen met beheerders
ro: Luați legătura cu administratorii
ru: Связаться с администраторами
uk: Зв’язок із супроводжувачами

source: Last updates
de: Letzte Aktualisierungen
el: Τελευταίες ενημερώσεις
es: Últimas actualizaciones
fa: آخرین به‌روزرسانی‌ها
fr: Dernières mises à jour
it: Ultimi aggiornamenti
ja: 最新状況
nl: Laatste bijwerkingen
ro: Cele mai recente actualizări
ru: Последние обновления
uk: Останні оновлення

source: source
de: Quelle
el: πηγή
es: fuente
ja: ソース
nl: bron
ro: sursa
ru: источник
uk: джерело

source: Update
el: Ενημέρωση
es: Actualización
fa: به‌روزرسانی
fr: Mise à jour
it: Aggiorna
ja: 更新
ru: Обновить
uk: Оновити

source: remote url
de: entfernte URL
el: απομακρυσμένο url
es: url remota
fa: نشانی کنترل از دور
fr: URL distante
it: url remoto
ja: リモートURL
ru: дистанционный url
uk: посилання

source: timestamp
de: Zeitstempel
el: χρονική σήμανση
es: marca de tiempo
fa: مهر زمانی
fr: horodatage
it: data e ora
ja: タイムスタンプ
ru: метка времени
uk: час

source: Copyright information
de: Informationen zum Urheberrecht
el: Πληροφορίες πνευματικών δικαιωμάτων
es: Información sobre derechos de autor
fa: اطلاعات حق تکثیر
fr: Informations de copyright
it: Informazioni sul copyright
ja: 著作権情報
nl: Copyright informatie
ro: Informații despre drepturile de autor
ru: Авторские права
uk: Авторське право

source: License
de: Lizenz
el: Άδεια
es: Licencia
fa: مجوز
fr: Licence
it: Licenza
ja: ライセンス
ro: Licență
ru: Лицензия
uk: Ліцензія

source: Authors
de: Autoren
el: Συγγραφείς
es: Autores
fa: سازندگان
fr: Auteurs
it: Autori
ja: 作者
nl: Auteurs
ro: Autori
ru: Авторы
uk: Автори

source: And contributors
de: Und Mitwirkende
el: Και συνεισφέροντες
es: Y contribuidores
fa: و مشارکت‌کنندگان
fr: Et contributeurs
it: E contributori
ja: および協力者
nl: En bijdragers
ro: Și contributori
ru: И участники
uk: Та учасники

source: key
de: Schlüssel
el: κλειδί
es: clave
fa: کلید
fr: clé
it: chiave
ja: キー
ro: cheie
ru: ключ
uk: ключ

source: value
de: Wert
el: τιμή
es: valor
fr: valeur
it: valore
ja: 値
nl: waarde
ro: valoare
ru: значение
uk: значення

source: Marker
de: Markierung
el: Δείκτης
es: Marcador
fa: نشانه
fr: Marqueur
it: Marcatore
ja: マーカー
ro: Marcaj
ru: Маркер
uk: Мітка

source: Elements
de: Elemente
el: Στοιχεία
es: Elementos
fa: عناصر
fr: Éléments
it: Elementi
ja: 要素
nl: Elementen
ro: Elemente
ru: Элементы
uk: Елемент

source: Fixes
de: Korrekturen
el: Διορθώσεις
es: Correcciones
fa: اصلاحات
fr: Corrections
it: Correzioni
ja: 修正
nl: Correcties
ro: Rezolvări
ru: Исправления
uk: Виправлення

source: Fixed
de: Behoben
el: Επιδιορθωμένα
es: Corregido
fa: درست شد
fr: Corrigés
it: Corretto
ja: 修正済み
nl: Hersteld
ro: Rezolvate
ru: Исправлено
uk: Виправлено

source: Graph
el: Γράφημα
es: Gráfico
fa: نمودار
fr: Graphique
it: Grafico
ja: グラフ
nl: Grafiek
ro: Graf
ru: График
uk: Графік

source: Map
de: Karte
el: Χάρτης
es: Mapa
fa: نقشه
fr: Carte
it: Mappa
ja: 地図
nl: Kaart
ro: Hartă
ru: Карта
uk: Мапа

source: Set
de: Auswählen
el: Σύνολο
es: Conjunto
fa: تنظیم
fr: Choisir
it: Imposta
ja: セット
nl: Toepassen
ro: Setați
ru: Установить
uk: Сформувати

source: class (abbreviation)
de: Kl.
el: κλάση (συντομογραφία)
es: cla
fa: ک
fr: cl
it: cl
ja: クラス
nl: klasse (afkorting)
ro: cl
ru: к
uk: кл.

source: item
de: Meldung
el: αντικείμενο
es: ítem
fa: آیتم
it: elemento
ja: 項目
ro: obiect
ru: проблема
uk: елемент

source: title
de: Titel
el: τίτλος
es: título
fa: عنوان
fr: titre
it: titolo
ja: 件名
nl: titel
ro: titlu
ru: название
uk: назва

source: count
de: Anzahl
el: πλήθος
es: contador
fa: تعداد
fr: nombre
it: totale
ja: 頻度
nl: aantal
ro: numărare
ru: количество
uk: кількість

source: subtitle
de: Untertitel
el: υπότιτλος
es: subtítulo
fa: زیرعنوان
fr: sous-titre
it: sottotitolo
ja: サブタイトル
nl: Ondertitel
ro: subtitlu
ru: подзаголовок
uk: підзаголовок

source: date
de: Datum
el: ημερομηνία
es: fecha
fa: تاریخ
it: data
ja: 日付
nl: datum
ro: dată
ru: дата
uk: дата

source: Help on OSM wiki
de: Hilfe im OSM-Wiki
el: Βοήθεια στο OSM wiki
es: Ayuda en la wiki OSM
fa: ‫راهنمایی در ویکی OSM‬
fr: Aide sur le wiki d’OSM
it: Aiuto sul wiki di OSM
ja: OSM Wikiのヘルプ
nl: Helpen met OSM wiki
ro: Ajutor pe OSM wiki
ru: Помощь на OSM wiki
uk: Довідка у вікі ОСМ

source: False positives list
de: Liste der Falschmeldungen
el: Λίστα εσφαλμένων σημάνσεων
es: Lista de falsos positivos
fa: فهرست مثبت‌های کاذب
fr: Liste des faux positifs
it: Lista dei falsi positivi
ja: 誤検出の一覧
nl: Valse melding lijst
ro: Lista rezultatelor fals pozitive
ru: Список ложных срабатываний
uk: Список помилкових спрацьовувань

source: Last analysis updates
de: Letzte Analyse
el: Ενημέρωση τελευταάις ανάλυσης
es: Últimas actualizaciones del análisis
fa: آخرین به‌روزرسانی تحلیل‌ها
fr: Dernières mise à jour d’analyses
it: Ultimi aggiornamenti analisi
ja: 最終解析更新
nl: Laatste update analyse
ro: Ultima analiză a actualizărilor
ru: Последнее обновление анализа
uk: Останні оновлені перевірки

source: Tags Editor
de: Tag-Editor
el: Επεξεργαστής Ετικετών
es: Editor de etiquetas
fa: ویرایشگر تگ‌ها
fr: Éditeur d’attributs
it: Editor dei tag
ja: タグエディター
ro: Editorul pentru tag-uri
ru: Редактор тегов
uk: Редактор Теґів

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
ro: Anulează
ru: Отмена
uk: Скасувати

source: Severity
de: Priorität
el: Σοβαρότητα
es: Severidad
fa: اهمیت
fr: Gravité
it: Importanza
ja: 深刻度
nl: Ernst
ro: Gravitate
ru: Важность
uk: Складність

source: Fixable
de: Behebbar
el: Επισκευάσιμο
es: Corregible
fa: روش حل
fr: Avec correction
it: Correggibile
ja: 修正手段
nl: Herstelbaar
ro: Rezolvabile
ru: Поправимо
uk: Виправити

source: Show only markers with correction suggestions
de: Nur Markierungen mit Korrekturvorschlägen anzeigen
el: Εμφάνιση μόνο των δεικτών με προτεινόμενες διορθώσεις
es: Mostrar solo marcadores con sugerencias de corrección
fa: فقط نشانه‌هایی را نشان بده که روش پیشنهادی برای اصلاح دارد
fr: Afficher uniquement les marqueurs avec suggestion de correction
it: Visualizza solo marcatori con suggerimenti di correzione
ja: 修正の提案があるマーカーのみ表示
nl: Toon alleen markers met correctie suggesties
ro: Arată doar indicatoare cu sugestii de corectare
ru: Показывать только маркеры с предложениями по исправлению
uk: Показати тільки маркери з пропозиціями виправлення

source: Online
el: Σε σύνδεση
es: En línea
fa: برخط
fr: En ligne
ja: オンライン
ru: Онлайн
uk: Онлайн

source: Topic
de: Thema
el: Θέμα
es: Tema
fa: موضوع
fr: Thème
it: Argomento
ja: トピック
ro: Subiect
ru: Тема
uk: Тема

source: Select:
de: Auswahl:
el: Επιλογή:
es: Seleccionar:
fa: انتخاب:
fr: Sélection :
it: Selezionare:
ja: 選択:
nl: Kiezen:
ro: Selectați:
ru: Выбрать:
uk: Обрати:

source: all
de: alle
el: όλα
es: todo
fa: همه
fr: tous
it: tutti
ja: 全て
nl: alles
ro: toate
ru: все
uk: все

source: nothing
de: keine
el: τίποτα
es: nada
fa: هیچ
fr: rien
it: nessuno
ja: なし
nl: niets
ro: nimic
ru: ничего
uk: нічого

source: invert
de: umkehren
el: αντιστροφή
es: invertir
fa: برعکس
fr: inverser
it: inverti
ja: 反転
nl: omdraaien
ro: inversează
ru: инвертировать
uk: інвертувати

source: Change language
de: Sprache wählen
el: Αλλαγή γλώσσας
es: Cambiar el idioma
fa: انتخاب زبان
fr: Changer la langue
it: Cambia lingua
ja: 言語を変更
nl: Taal kiezen
ro: Schimbați limba
ru: Сменить язык
uk: Змінити мову

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: راهنما
fr: Aide
it: Aiuto
ja: ヘルプ
ro: Ajutor
ru: Справка
uk: Довідка

source: Logout
el: Αποσύνδεση
es: Salir
fa: خروج
fr: Déconnexion
it: Esci
ja: ログアウト
nl: Afmelden
ro: Deconectați-vă
ru: Выйти
uk: Вийти

source: Login
el: Σύνδεση
es: Ingresar
fa: ورود
fr: Connexion
ja: ログイン
nl: Aanmelden
ro: Conectați-vă
ru: Войти
uk: Увійти

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Sauver
it: Salva
ja: 保存
nl: Bewaren
ro: Salvați
ru: Сохранить
uk: Зберегти

source: Source
de: Quelle
el: Πηγή
es: Fuente
fa: منبع
it: Fonte
ja: ソース
nl: Bron
ro: Sursă
ru: Источник
uk: Джерело

source: Type
de: Typ
el: Τύπος
es: Tipo
fa: نوع
it: Tipo
ja: 種別
ro: Tip
ru: Тип
uk: Тип

source: Reuse changeset
de: Änderungssatz wiederverwenden
el: Επαναχρησιμοποίηση ομάδας αλλαγών
es: Reutilizar conjunto de cambios
fa: استفادهٔ مجدد از بستهٔ تغییر
fr: Réutiliser le groupe de modifications
it: Riutilizza changeset
ja: 変更セットを再利用
nl: Hergebruik changeset
ro: Reutilizați setul de modificări
ru: Использовать пакет правок
uk: Використовувати набір змін

source: corrected
de: korrigiert
el: διορθωμένο
es: corregido
fa: درست شد
fr: corrigé
it: corretto
ja: 修正済み
nl: hersteld
ro: corectată
ru: исправлена
uk: виправлено

source: false positive
de: Falschmeldung
el: εσφαλμένη σήμανση
es: falso positivo
fa: مثبت کاذب
fr: faux positif
it: falsi positivi
ja: 誤検出
nl: valse melding
ro: rezultat fals pozitiv
ru: ложное срабатывание
uk: помилкове спрацьовування

source: How to help translation
de: Übersetzen helfen
el: Πως να βοηθήσετε στη μετάφραση
es: Cómo ayudar a la traducción
fa: راه کمک به ترجمه
fr: Comment améliorer les traductions
it: Come aiutare a tradurre
ja: 翻訳に協力するには
nl: Hoe met vertaling helpen
ro: Cum să ajut la traducere
ru: Как помочь с переводом
uk: Як допомогти з перекладом

source: To make Osmose a real multi-lingual tool, we need your help to improve current translations, and add new translations
de: Damit Osmose mehrsprachig wird, brauchen wir deine Unterstützung. Hilf mit, die bestehenden Übersetzungen zu verbessern oder Übersetzungen für weitere Sprachen hinzuzufügen.
el: Για να κάνουμε το Osmose ένα πραγματικά πολυγλωσσικό εργαλείο, χρειαζόμαστε τη βοήθεια σου για να βελτιώσουμε τις υπάρχουσες μεταφράσεις, και να προσθέσουμε καινούριες
es: Para hacer a Osmose una verdadera herramienta multilingüe, necesitamos tu ayuda para mejorar las traducciones actuales, y añadir nuevas traducciones
fa: برای اینکه Osmose ابزاری چندزبانه باشد به کمک شما نیاز داریم تا ترجمه‌های موجود را بهبود بخشیم یا زبان‌های بیشتری را اضافه کنیم.
fr: Pour qu’Osmose soit un projet multilingue, nous avons besoin de votre aide pour améliorer les traductions actuelles et en ajouter de nouvelles.
it: Per rendere Osmose un vero strumento multi-lingue abbiamo bisogno del tuo aiuto, per migliorare le traduzioni attuali ed aggiungerne di nuove
ja: Osmoseを真に多言語のツールにするために、現在の翻訳の改善や新しい翻訳の協力が必要です。
nl: Om van Osmose een multi-lingual tool te maken, hebben we uw hulp nodig om vertalingen te verbeteren en nieuwe vertalingen toe te voegen
ro: Pentru ca Osmose să fie un real instrument multi lingvistic, avem nevoie de ajutorul dumnevoastră pentru îmbunătățirea actualei traduceri și adăugarea unei noi traduceri.
ru: Чтобы сделать OsmOse настоящим многоязычным инструментом нам нужна ваша помощь, в улучшении текущих переводов и добавлении новых
uk: Для того, щоб зробити Osmose дійсно багатомовним інструментом, нам потрібна ваша допомога в покращені існуючих перекладів, а також додані нових

source: Pages to translate
de: Seiten zu übersetzen
el: Σελίδες προς μετάφραση
es: Páginas por traducir
fa: صفحه‌هایی که نیازمند ترجمه است
fr: Pages à traduire
it: Pagine da tradurre
ja: 翻訳のページ
nl: Pagina's om te vertalen
ro: Pagini de tradus
ru: Страницы для перевода
uk: Сторінки для перекладу

source: Wiki pages
de: Wiki-Seiten
el: Σελίδες wiki
es: Páginas wiki
fa: صفحه‌های ویکی
fr: Pages du Wiki
it: Pagine wiki
ja: Wikiページ
nl: Wiki pagina's
ro: Pagini wiki
ru: Страницы Wiki
uk: Сторінки Вікі

source: Osmose pages
de: Osmose-Seiten
el: Σελίδες Osmose
es: Páginas Osmose
fa: صفحه‌های Osmose
fr: Pages d’Osmose
it: Pagine Osmose
ja: Osmoseの各ページ
nl: Osmose pagina's
ro: Pagini Osmose
ru: страницы Osmose
uk: Сторінки Osmose

source: Bug tracking system
de: Fehlerdatenbank
el: Σύστημα παρακολούθησης σφαλμάτων
es: Sistema de seguimiento de errores
fa: سامانهٔ پیگیری باگ‌های نرم‌افزاری
fr: Suivi des anomalies
it: Sistema di bug tracking
ja: バグ追跡システム
ro: Sistem de urmărire a defectelor
ru: Сообщения об ошибках
uk: Система відстежування вад

source: Structure
de: Struktur
el: Διάρθρωση
es: Estructura
fa: ساختار
fr: Structurel
it: Strutture
ja: 構造
nl: Structuur
ro: Structură
ru: Структура
uk: Структура

source: Missing tags
de: Fehlende Tags
el: Απούσες ετικέτες
es: Faltan etiquetas
fa: کمبود تگ‌ها
fr: Attributs manquants
it: Tag mancanti
ja: 不足しているタグ
nl: Ontbrekende tags
ro: Tag-uri lipsă
ru: Отсутствующие теги
uk: Відсутні теґи

source: Bad tag
de: Tag unpassend
el: Εσφαλμένες ετικέτες
es: Mal etiquetado
fa: تگ بد
fr: Mauvais attribut
it: Tag errati
ja: 誤ったタグ
nl: Verkeerde tag
ro: Tag greșit
ru: Неверные теги
uk: Помилковий теґ

source: Tags to remove
de: Tags zu entfernen
el: Ετικέτες προς αφαίρεση
es: Etiquetas por quitar
fa: تگ برای حذف
fr: Attributs à retirer
it: Tag da rimuovere
ja: 削除すべきタグ
nl: Te verwijderen tags
ro: Tag-uri de eliminat
ru: Удалить теги
uk: Теґи до вилучення

source: Tags name
de: Namen
el: Όνομα ετικετών
es: Nombre de etiquetas
fa: نام تگ‌ها
fr: Attributs name
it: Tag name
ja: タグ名
nl: Tags naam
ro: Numele tag-urilor
ru: Названия тегов
uk: Імена теґів

source: Administrative
de: Verwaltung
el: Διοικητικό
es: Administrativo
fa: تقسیمات کشوری
fr: Administratif
it: Amministrativi
ja: 行政境界
nl: Administratieve
ro: Administrativ
ru: Административное
uk: Адміністративне

source: To map
de: Fehlende Kartierung
el: Στο χάρτη
es: Por mapear
fa: برای نقشه‌کشی
fr: À cartographier
it: Aggiungi alla mappa
ja: 地図へ
nl: Toevoegingen aan kaart
ro: De cartografiat
ru: На карте
uk: Замапити

source: Integration
el: Ενσωμάτωση
es: Integración
fa: یکپارچه‌سازی
fr: Intégration
it: Integrazione
ja: 統合
nl: Integratie
ro: Integrare
ru: Интеграция
uk: Інтеґрація

source: overlapping building
de: Überlappende Gebäude
el: αλληλεπικαλυπτόμενο κτήριο
es: superposición de edificios
fa: هم‌پوشانی ساختمان‌ها
fr: bâtiments se recouvrant
it: edifici sovrapposti
ja: 建物の交差
nl: overlappend gebouw
ro: clădire suprapusă
ru: пересекающиеся здания
uk: накладання будівель

source: duplicated node
de: Doppelter Knoten
el: διπλός κόμβος
es: nodo duplicado
fa: گره تکراری
fr: nœud dupliqué
it: nodo duplicato
ja: 重複したノード
nl: dubbel knooppunt
ro: nod duplicat
ru: дублированная точка
uk: дубльовані точки

source: way one node
de: Wege mit nur einem Knoten
el: διαδρομή ενός κόμβου
es: vía en un nodo
fa: راه تک‌گره
fr: Chemin avec un seul nœud
it: percorso di un nodo
ja: 単一ノードのウェイ
nl: weg met 1 knooppunt
ro: drum cu un singur nod
ru: линия из одной точки
uk: лінія з однієї точки

source: invalid polygon
de: Ungültige Polygone
el: μη έγκυρο πολύγωνο
es: polígono inválido
fa: چندضلعی نامعتبر
fr: polygone non valide
it: poligono non valido
ja: 無効なポリゴン
nl: ongeldige polygoon
ro: poligon nevalid
ru: неверный полигон
uk: недійсний полігон

source: reverse roundabout
de: Umgekehrte Kreisverkehre
el: αντίθετος κυκλικός κόμβος
es: rotonda inversa
fa: فلکهٔ برعکس
fr: giratoire à l’envers
it: rotatoria inversa
ja: 逆方向のロータリー
nl: omgekeerde rotonde
ro: giratoriu cu sens greșit
ru: обратное круговое движение
uk: зворотній рух колом

source: boundary intersect
de: Überschneidende Grenzen
el: διασταυρούμενο όριο
es: intersección de límites
fa: تقاطع با مرز
fr: croisement de frontières
it: confini che si intersecano
ja: 領域の交差
nl: kruising van grens
ro: limită administrativă intersectată
ru: пересечение границ
uk: перетин кордонів

source: objects overlap
de: Überlappende Objekte
el: επικαλυπτόμενα αντικείμενα
es: objetos superpuestos
fa: هم‌پوشانی اشیا
fr: objets se recouvrant
it: sovrapposizione di oggetti
ja: オブジェクトの重複
nl: objecten overlappen elkaar
ro: obiectele se suprapun
ru: пересечение объектов
uk: перекриття об’єктів

source: orphan nodes
de: Verwaiste Knoten
el: ορφανοί κόμβοι
es: nodos huérfanos
fa: گره‌های یتیم
fr: nœuds orphelins
it: nodi orfani
ja: 孤立したノード
nl: alleenstaande knopen
ro: noduri izolate
ru: потерявшиеся точки
uk: поодинокі точки

source: sudden highway type change
de: Wechsel des Straßentyps
el: ξαφνική αλλαγή τύπου δρόμου
es: cambio repentino de tipo de carretera
fa: تغییر ناگهانی نوع معبر
fr: types de routes disparates
it: cambio improvviso nel tipo di strada
ja: 道路の種類の急な変化
nl: verkeerde weg type
ro: schimbare bruscă a clasificării drumului
ru: неожиданное изменение типа дороги
uk: раптова зміна типу highway=*

source: unclosed area
de: nicht-geschlossene Flächen
el: ανοικτή περιοχή
es: área no cerrada
fa: محوطهٔ نبسته
fr: surface non fermée
it: area non chiusa
ja: 閉じていないエリア
nl: area=yes ongesloten
ro: zonă neînchisă
ru: незамкнутая область
uk: незамкнена ділянка

source: bad *_link highway
de: Typ Anschlussrampe unpassend
es: *_link de carretera erróneo
fa: معبر ‎*_link بد
fr: bretelle “*_link” incorrecte
it: strada *_link errata
ja: 接続道路の不正
nl: verkeerde *_link verbinding
ro: conexiune *_link greșită
ru: неверная дорога *_link
uk: помилковий *_link шляху

source: broken highway continuity
de: unterbrochene Straßen
el: διακοπή συνέχειας οδού
es: continuidad de carretera rota
fa: شکست در پیوستگی معبر
fr: continuité rompue de la voirie
it: classificazione discontinua
ja: 接続していない道路
nl: onderbroken weg
ro: inconsistență în clasificarea drumului
ru: разрыв дороги
uk: шлях з розривами

source: missing tag or role
de: fehlendes Tag oder Rolle
el: απούσα ετικέτα ή ρόλος
es: falta etiqueta o rol
fa: کمبود تگ یا نقش
fr: attribut ou rôle manquant
it: Etichetta o ruolo mancanti
ja: タグあるいはロール未指定
nl: ontbrekende tag of role
ro: lipsă tag sau rol
ru: отсутствует тег или роль
uk: відсутній теґ або роль

source: surface intersection
de: schneidende Flächen
el: επιφάνεια διασταύρωσης
es: intersección de superficie
fa: اشتراک سطوح
fr: intersection entre surfaces
it: intersezione tra superfici
ja: 平面交差
nl: kruising tussen gebieden
ro: suprafață intersectată
ru: пересечение поверхностей
uk: перетин поверхонь

source: big relation
de: Große Relationen
el: μεγάλη σχέση
es: relación grande
fa: رابطهٔ بزرگ
fr: relation large
it: relazione ampia
ja: 巨大なリレーション
nl: grote relatie
ro: relație mare
ru: большое отношение
uk: завеликий зв’язок

source: multipolygon
de: Multipolygone
el: πολυπολύγωνο
es: multipolígono
fr: multipolygone
it: multipoligono
ja: マルチポリゴン
nl: multipolygoon
ro: poligon multiplu
ru: мультиполигон
uk: мультиполігон

source: double cycleway
de: Zweifach-umlaufender Wege
el: διπλός ποδηλατόδρομος
es: carril bici doble
fa: تکرار راه دوچرخه
fr: double voie cyclable
it: ciclabile doppia
ja: 自転車道の重複
nl: dubbele fietspad
ro: pistă de biciclete dublată
ru: двойная велодорожка
uk: подвоєна велодоріжка

source: approximate way
de: Ungenauer Wegverlauf
es: vía aproximada
fa: راه تقریبی
fr: voie approximative
it: percorso approssimativo
ja: 近接するウェイ
nl: benaderde geometrie
ro: cale aproximativă
ru: приблизительная линия
uk: нескруглений шлях

source: 1-member relation
de: Relationen mit nur 1 Mitglied
el: σχέση 1-μέλους
es: relación de 1 miembro
fa: رابطهٔ تک‌عضوی
fr: relation à 1 membre
it: relazione con un solo membro
ja: メンバー1つのリレーション
nl: relatie met 1 lid
ro: relație cu 1 membru
ru: отношение с 1-м участником
uk: зв’язок з 1-м членом

source: not-connected highway/cycleway
de: Unverbundene Straßen/Wege
el: ασύνδετος δρόμος/ποδηλατόδρομος
es: carretera/carril bici desconectada
fa: راه دوچرخه/معبر غیرمتصل
fr: voie non connectée
it: cliclabile non connessa ad highway
ja: 接続されていない道路/自転車道
nl: niet verbonden weg/fietspad
ro: autostradă/pistă de biciclete neconectată
ru: не связанная ни с чем дорога/велодорожка
uk: нез’єднаний вело/шлях

source: waterway
de: Wasserläufe
el: υδατοδιαδρομή
es: vía fluvial
fr: cours d’eau
it: corso d'acqua
ja: 水路
nl: waterweg
ro: curs de apă
ru: водный путь
uk: водотік

source: duplicate geometry
de: Doppelte Geometrie
el: διπλή γεωμετρία
es: geometría duplicada
fa: هندسهٔ تکراری
fr: géométrie dupliquée
it: geometria duplicata
ja: 重複する図形
nl: dubbele geometrie
ro: geometrie duplicată
ru: дублированная геометрия
uk: дублювання геометрії
