Repository: osmose-qa/osmose-frontend
Catalog: web/po/*.po
Languages: de, el, es, fa, fr, it, ja, nl, ro, ru, uk

source: sideway
de: Bürgersteig
es: lateral
fr: voie latérale
it: marciapiedi
nl: wegzijde
uk: боковий шлях

source: Statistics for user {}
de: Statistik für Nutzer {}
el: Στατιστικά για χρήστη {}
es: Estadísticas del usuario {}
fr: Statistiques pour l'utilisateur {}
nl: Statistieken voor gebruiker {}
ro: Statistici pentru utilizatorul {}
ru: Статистика для пользователя {}
uk: Статистика для користувача {}

source: {{ showAnalyserCount }} / {{ errors_groups.length }} rows. Show more.
de: {{ showAnalyserCount }} / {{ errors_groups.length }} Reihen. Mehr anzeigen.
es: {{ showAnalyserCount }} / {{ errors_groups.length }} filas. Mostrar más.
fr: {{ showAnalyserCount }} / {{ errors_groups.length }} lignes. Voir plus.
nl: {{ showAnalyserCount }} / {{ errors_groups.length }} rijen. Meer weergeven.
uk: {{ showAnalyserCount }} / {{ errors_groups.length }} рядки. Показати більше.

source: small land use
de: Kleine Flächennutzung
el: χρήση μικρής γης
es: pequeño uso de la tierra
fr: petite zone d'occupation des sols
nl: klein landgebruik
ru: малое землепользование
uk: мале угіддя

source: Chat with Osmose-QA developers and community at {matrix} on Matrix.
de: Chate mit Osmose-QA-Entwicklern und der Community auf {matrix} auf Matrix.
es: Chatea con los desarrolladores de Osmose-QA y la comunidad en {matrix} en Matrix.
fr: Discutez avec les développeurs et la communauté d'Osmose-QA ici {matrix} sur Matrix.
nl: Praat met de Osmose-QA ontwikkelaars en community bij [matrix] op Matrix.
ro: Discută cu programatorii Osmose-QA și comunitatea la {matrix} pe Matrix.
uk: Чат з розробниками Osmose-QA та спільнотою at {matrix} в Матрікс.

source: Keep in touch by watching at {twitter} on Twitter or at {mastodon} on Mastodon.
de: Bleib in Kontakt, indem du auf {twitter} auf Twitter oder auf {mastodon} auf Mastodon achtest.
es: Manténgase en contacto en {twitter} en Twitter o en {mastodon} en Mastodon.
fr: Rester informé en suivant {twitter} sur Twitter ou {mastodon} sur Mastodon.
nl: Blijf op de hoogte bij [twitter] op Twitter of bij [mastodon] op Mastodon.
ro: Păstrează legătura urmărind {twitter} pe Twitter sau {mastodon} pe Mastodon.
uk: Підтримуйте зв’язок, дивлячись на {twitter} у Twitter або at {mastodon} на Mastodon.

source: Report the issue as improper. Only use this if the issue reported by Osmose is in fact not an issue in the OSM data. Warning: the issue will also no longer be displayed to other contributors. If you are unsure, let this Osmose issue open. If Osmose reports lots of issues similar to this one and you disagree with this, please fill a Github issue and let us try to fix it.
de: Melde das Problem als nicht angemessen. Verwende dies nur, wenn das von Osmose gemeldete Problem tatsächlich kein Problem in den OSM-Daten ist. Warnung: Das Problem wird auch anderen Beitragenden nicht mehr angezeigt. Wenn du unsicher bist, lass dieses Osmose-Problem geöffnet. Wenn Osmose viele ähnliche Probleme wie dieses meldet und du anderer Meinung bist, fülle bitte ein Github-Problem aus und lass uns versuchen, es zu beheben.
es: Informar del problema como incorrecto. Utiliza esta opción sólo si la incidencia reportada por Osmose no es en realidad una incidencia en los datos OSM. Advertencia: la incidencia tampoco se mostrará a otros contribuyentes. Si no estás seguro, deja abierta esta incidencia de Osmose. Si Osmose informa de un montón de problemas similares a éste y no estás de acuerdo con esto, por favor, rellena una incidencia en Github y déjanos intentar solucionarlo.
fr: Déclarer le signalement comme étant incorrect. N'utilisez cette option que si le signalement Osmose n'est en fait pas un problème dans les données OSM. Attention : le signalement ne sera plus affiché pour les autres contributeurs. Si vous n'êtes pas sûr, laissez ce signalement Osmose ouvert. Si Osmose rapporte de nombreux signalements similaires à celui-ci et que vous n'êtes pas d'accord, veuillez remplir un problème Github et laissez-nous essayer de le résoudre.
nl: Rapporteer deze melding als niet terecht. Gebruik dit alleen als de Osmose melding niet een probleem is met de OSM gegevens. Waarschuwing: de melding zal ook worden onderdrukt voor andere bijdragers. Als je twijfelt, laat deze Osmose melding dan aktief. Als Osmose veel meldingen geeft die hierop lijken, en je bent het daar niet mee eens, maak dan een Github melding en laat ons proberen het te repareren.
ro: Raportează această problemă ca incorectă. Folosește doar dacă problema raportată de Osmose nu este o problemă din datele OSM. Atenție: problema nu va mai apărea nici altor contributori. Dacă ești nesigur, lasă această problemă Osmose deschisă. Dacă Osmose raportează multe probleme similare cu aceasta și nu ești de acord, deschide un Github issue și vom încerca să o rezolvăm.
ru: Сообщить о проблеме как о ненадлежащей. Используйте этот вариант только в том случае, если проблема, о которой сообщил Osmose, на самом деле не является проблемой в данных OSM. Предупреждение: проблема также больше не будет отображаться для других участников. Если вы не уверены, оставьте эту проблему Osmose открытой. Если Osmose сообщает о множестве проблем, похожих на эту, и вы с этим не согласны, пожалуйста, заполните заявку на Github и позвольте нам попытаться ее исправить.
uk: Повідомити про проблему як про некоректну. Використовуйте це, лише якщо проблема, про яку повідомляє Osmose, насправді не є проблемою в даних OSM. Попередження: проблема також більше не відображатиметься іншим учасникам. Якщо ви не впевнені, розкрийте цю проблему Osmose. Якщо Osmose повідомляє про багато проблем, подібних до цієї, і ви з цим не погоджуєтесь, заповніть запит на Ґітхаб і дозвольте нам спробувати це виправити.

source: building landuse
de: Gebäudenutzung
es: edificio uso del suelo
fr: usage du sol

source: cycle parking, need update
de: Fahrradparkplätze, müssen aktualisiert werden
es: estacionamiento de bicicleta, debe actualizarse
fr: parking vélos, mise-à-jour requise
ro: parcare de biciclete, are nevoie de actualizare

source: openrailwaymap in Germany
el: openrailwaymap στη Γερμανία
es: OpenRailwayMap en Alemania
fr: Openrailwaymap en Allemagne

source: specific Russia
de: speziell Russland
el: ειδικά Ρωσία
es: especifico de Rusia
fr: spécifique à la Russie
ro: specific Rusia
ru: специфично для России

source: specific Brazil
de: speziell Brasilien
el: ειδικά Βραζιλία
es: específico para Brasil
fr: spécifique au Brésil
ro: specific Brazilia

source: specific France
de: speziell Frankreich
el: ειδικά Γαλλία
es: específico para Francia
fr: spécifique à la France
ro: specific Franța

source: specific Netherlands
de: speziell Niederlande
el: ειδικά Ολλανδία
es: específico para Países Bajos
fr: spécifique aux Pays-Bas
ro: specific Țările de Jos

source: Total
de: Summe
el: Σύνολο
fa: کل
it: Totale
ja: 合計
nl: Totaal
ru: Всего
uk: Всього

source: hospital
de: Krankenhaus
el: νοσοκομείο
fa: بیمارستان
fr: Hôpital
it: ospedale
ja: 病院
nl: ziekenhuis
ro: spital
ru: госпиталь
uk: лікарня

source: URL
ru: ссылка
uk: веб-адреса

source: VAT
de: UST
el: ΑΦΜ
fr: TVA
it: IVA
ja: VAT（付加価値税）
nl: BTW
ro: TVA
ru: НДС
uk: ПДВ

source: picnic
de: Picknick
fr: pique-nique
ja: ピクニック
nl: picknick
ru: пикник
uk: пікнік

source: cl
de: Kl.
el: κλ
ja: クラス
uk: кл.

source: loc
de: StO
el: τοπ
it: pos.
uk: лок.

source: natural
de: natürlich
fr: naturel
it: naturale
nl: natuurlijk
uk: природний

source: http://wiki.openstreetmap.org/wiki/Osmose
de: http://wiki.openstreetmap.org/wiki/DE:Osmose
fa: http://wiki.openstreetmap.org/wiki/Fa:Osmose
fr: https://wiki.openstreetmap.org/wiki/FR:Osmose
it: http://wiki.openstreetmap.org/wiki/IT:Osmose
nl: http://wiki.openstreetmap.org/wiki/NL:Osmose

source: out of boundary
it: fuori dai confini

source: openrailwaymap in germany
it: openrailwaymap in germania

source: specific russia
it: specifici della Russia

source: specific brazil
it: specifici del Brasile

source: specific france
it: specifici della Francia

source: Translation is done on {Transifex}
it: Le traduzioni vengono effettuate su {Transifex}

source: You can create a new language directly on {Transifex}.
it: Puoi creare una nuova lingua direttamente su {Transifex}.

source: admin_level
ja: 管理レベル
ru: админ. уровень

source: BBox
ja: 境界ボックス

source: TMC
de: TMC-Daten

source: Number of closed makers in this session
de: Anzahl der geschlossenen Maker in dieser Sitzung

source: You have made a large number changes with the tags editor. Think about saving your changes. You can save multiple times while keeping the same changeset.
de: Du hast mit dem Tag-Editor eine Menge Änderungen gemacht. Denk daran, deine Änderungen zu speichern. Du kannst mehrmals speichern, ohne die Änderungen zu verlieren.

source: You have made a large number of corrections. That great! That may not be your case, but note that Osmose-QA is not intended to be used for Mechanical Editing. Take a look about that at: - https://wiki.openstreetmap.org/wiki/Automated_edits - https://wiki.openstreetmap.org/wiki/What%27s_the_problem_with_mechanical_edits%3F
de: Du hast echt viele Korrekturen gemacht. Das ist super! Das ist vielleicht nicht dein Fall, aber bitte beachte, dass Osmose-QA nicht für mechanische Bearbeitungen gedacht ist. Mehr dazu findest du unter: - https://wiki.openstreetmap.org/wiki/Automated_edits - https://wiki.openstreetmap.org/wiki/What%27s_the_problem_with_mechanical_edits%3F

source: Translation is done on {Weblate}
de: Die Übersetzung erfolgt auf {Weblate}
el: Η μετάφραση γίνεται στο {Weblate}
fr: La traduction est faite sur {Weblate}

source: You can create a new language directly on {Weblate}.
de: Du kannst eine neue Sprache direkt auf {Weblate} erstellen.
fr: Vous pouvez créer une nouvelle langue directement sur {Weblate}.

source: junction=roundabout
fr: mauvais giratoire
ro: giratoriu greșit

source: wikipedia
fr: Wikipédia

source: zone:maxspeed
ru: зона:максимальная_скорость
