Repository: osmose-qa/osmose-frontend
Catalog: web/po/*.po
Languages: de, el, es, fa, fr, it, ja, nl, ro, ru, uk

source: monument, megalith, museum, need update
de: Denkmal, Megalith, Museum, Aktualisierung erforderlich
el: μνημείο, μονόλιθος, μουσείο, χρειάζεται ενημέρωση
es: monumento, megalito, museo, necesita actualización
fr: monument, mégalithe, musée, mise à jour nécessaire
it: monumento, megalito, museo necessita aggiornamento
ja: 要更新・記念堂、メガリス、博物館
nl: monument, megaliet, museum, moet worden bijgewerkt
ro: monument, megalit, muzeu, are nevoie de actualizare
uk: монумент, мегаліт, музей, слід оновити

source: place of worship
de: Andachtsstätten
es: lugar de culto
fr: lieu de culte
it: luogo di culto
ja: 宗教施設
nl: gebedshuis
ro: lăcaș de cult
ru: место поклонения
uk: місце поклоніння

source: cemetery
de: Friedhöfe
es: cementerio
fr: cimetière
it: cimitero
ja: 墓地
nl: begraafplaats
ro: cimitir
ru: кладбище
uk: цвинтар

source: man made
de: Bauwerke
es: hecho por el hombre
fr: structures et constructions
it: artificiale
ja: 人工物
ro: făcut de om
ru: Рукотворное
uk: штучний

source: water infrastructure
de: Wasserwirtschaft
el: υποδομή νερού
es: infraestructura de agua
fr: infrastructure hydraulique
it: infrastruttura idrica
ja: 水域のインフラ
nl: water infrastructuur
ro: infrastructură de apă
ru: водная инфраструктура
uk: водна інфраструктура

source: water
de: Wasser
el: νερό
es: agua
fr: eau
it: acqua
ja: 水域
ro: apă
ru: вода
uk: вода

source: fire station
de: Feuerwache
el: πυροσβεστικός σταθμός
es: parque de bomberos
fr: Centre d'incendie et de secours
it: stazione dei vigili del fuoco
ja: 消防署
nl: brandweerkazerne
ro: stație de pompieri
uk: пожежна станція

source: Adding new functionality of "Osmose Editor", initial support of mobile device and improvement of documentation was funded by region of Aquitaine, France; part of the OpenAquiMap project leading by "Les Petits Débrouillards d'Aquitaine".
de: Das Hinzufügen neuer Funktionen des "Osmose Editors", die anfängliche Unterstützung von mobilen Geräten und die Verbesserung der Dokumentation wurde von der Region Aquitaine, Frankreich, finanziert; Teil des OpenAquiMap-Projekts unter der Leitung von "Les Petits Débrouillards d'Aquitaine".
es: Adicionando nueva funcionalidad del "Editor Osmose", soporte inicial a dispositivos móviles y la mejora de la documentación ha sido financiado por la región de Aquitania, Francia; parte del proyecto OpenAquiMap que es llevado por "Les Petits Débrouillards d'Aquitaine".
fr: L’ajout de la nouvelle fonctionnalité "Éditeur Osmose", de la prise en charge initiale des appareils mobiles et de l’amélioration de la documentation ont été financés par la région Aquitaine, en France ; dans le cadre du projet OpenAquiMap animé par "Les Petits Débrouillards d’Aquitaine".
it: La regione dell'Aquitania (Francia) ha finanziato l'aggiunta di nuove funzionalità, il supporto iniziale per dispositivi mobile e il potenziamento della documentazione relativi a “Osmose Editor”; parte del progetto OpenAquiMap è guidato da “Les Petits Débrouillards d'Aquitaine”.
ja: Osmoseエディターへの新規機能追加、モバイルデバイスの初期サポート、説明書の改良は、Les Petits Débrouillards d'Aquitaineが主導するOpenAquiMapプロジェクトの一部としてフランスのAquitaine地域で立ち上げられました。
nl: Het toevoegen van nieuwe functionaliteit aan "Osmose Editor", initiële ondersteuning van mobiele apparaten en verbetering van documentatie werd gefinancierd door de regio Aquitaine, Frankrijk; onderdeel van het OpenAquiMap-project onder leiding van "Les Petits Débrouillards d'Aquitaine".
ru: Добавление новых функций «Osmose Editor», первоначальная поддержка мобильных устройств и улучшение документации финансировались регионом Аквитания, Франция; это часть проекта OpenAquiMap, возглавляемого «Les Petits Débrouillards d'Aquitaine».
uk: Додавання нових функціональних можливостей "Редактора Osmose", початкова підтримка мобільних пристроїв та вдосконалення документації були профінансовані регіоном Аквітанія, Франція; частина проекту OpenAquiMap під керівництвом "Les Petits Débrouillards d'Aquitaine".

source: delete issue #{uuid}
de: Lösche Problem #{uuid}
el: διαγραφή ζητήματος #{uuid}
es: borrar problema #{uuid}
fr: signalement supprimé #{uuid}
it: cancella problema #{uuid}
ja: 課題 #{uuid} を削除
nl: verwijder melding#{uuid}
ro: șterge problema #{uuid}
uk: видалити проблему #{uuid}

source: Information on issue {uuid}
de: Information zum Problem {uuid}
el: Πληροφορίες στο ζήτημα {uuid}
es: Información del problema {uuid}
fr: Information sur le signalement{uuid}
it: Informazioni sul problema {uuid}
ja: 課題 {uuid} の情報
nl: Informatie over melding {uuid}
ro: Informații despre problema {uuid}
uk: Інформація про проблему {uuid}

source: Issue counts matrix
de: Problemzählmatrix
es: Matriz de recuentos de problemas
fr: Matrice de comptage des problèmes
it: Matrice di conteggio dei problemi
ja: 課題件数のマトリクス
nl: melding counts matrix
uk: Матриця обліку помилок

source: Mark issue #{uuid} as false positive
de: Problem #{uuid} als falsch positiv markieren
es: Marcar problema #{uuid} como falso positivo
fr: Marquer le signalement #{uuid} comme faux positif
it: Segna il problema #{uuid} come falso positivo
ja: 課題 #{uuid} を誤検出と印付ける
nl: Markeer melding #{uuid} als valse melding
ro: Marchează problema #{uuid} ca fals pozitiv
ru: Отметить проблему #{uuid} как ложноположительную
uk: Позначити проблему #{uuid} як помилкову

source: Mark issue #{uuid} as fixed
de: Problem #{uuid} als gelöst markieren
es: Marcar problema #{uuid} como corregido
fr: Marquer le signalement #{uuid} comme corrigé
it: Segna il problema #{uuid} come risolto
ja: 課題 #{uuid} を修正済みと印付ける
nl: Mark melding #{uuid} als hersteld
ro: Marchează problema #{uuid} ca rezolvată
ru: Отметить проблему #{uuid} как исправленную
uk: Позначити проблему #{uuid} як виправлену

source: Number of found issues: {count}
de: Anzahl der gefundenen Probleme: {count}
es: Número de problemas encontrados: {count}
fr: Nombre de signalements trouvés : {count}
it: Numero di problemi trovati: {count}
ja: 検出された課題数: {count}
nl: Aantal gevonden meldingen: {count}
ro: Număr de probleme găsite: {count}
ru: Количество найденных проблем: {count}
uk: Проблем знайдено: {count}

source: Number of found issues: more than {count}
de: Anzahl der gefundenen Probleme: mehr als {count}
es: Número de problemas encontrados: mayor a {count}
fr: Nombre de signalements trouvés : plus de {count}
it: Numero di problemi trovati: più di {count}
ja: 検出された課題数: {count}以上
nl: Aantal gevonden meldingen: meer dan {count}
ro: Număr de probleme găsite: mai mult de {count}
ru: Количество найденных проблем: более {count}
uk: Проблем знайдено: більше {count}

source: Statistics for user {user}
de: Statistik für Benutzer {user}
el: Στατιστικά για χρήστη {user}
es: Estadísticas para el usuario {user}
fr: Statistiques pour l'utilisateur {user}
it: Statistiche per l’utente {user}
ja: {user}さんの統計
nl: Statistieken voor gebruiker {user}
ro: Statistici pentru utilizatorul {user}
ru: Статистика для пользователя {user}
uk: Статистика по користувачу {user}

source: This page shows issues on elements that were last modified by '{users}'. This doesn't mean that this user is responsible for all these issues.
de: Diese Seite zeigt Probleme mit Elementen, die zuletzt von '{users}' geändert wurden. Das bedeutet nicht, dass dieser Benutzer für alle diese Probleme verantwortlich ist.
es: Esta página muestra los problemas de elementos que fueron modificados por última vez por '{users}'. Esto no significa que este usuario es responsable de todos estos problemas.
fr: Cette page présente les problèmes relatifs aux éléments qui ont été modifiés en dernier lieu par '{users}'. Cela ne signifie pas que cet utilisateur est responsable de tous ces problèmes.
it: Questa pagina mostra i problemi per gli elementi che sono stati modificati l’ultima volta da '{users}'. Ciò non significa che tale utente abbia inserito tutti quegli errori.
ja: このページで表示されている課題は、最後に'{users}'さんが変更した要素を意味しています。このユーザにすべての責任があるわけではありません。
nl: Deze pagina toont meldingen met elementen die het laatst zijn gewijzigd door '{users}'. Dit betekent niet dat deze gebruiker verantwoordelijk is voor al deze meldingen.
ro: Această pagină arată problemele elementelor care au fost ultima dată modificate de '{users}'. Nu înseamnă însă că acest utilizator este responsabil pentru toate aceste probleme.
uk: На цій сторінці відображені проблеми з елементами, які останнім часом були змінені '{users}'. Це зовсім не означає, що цей користувач несе відповідальність за всі ці проблеми.

source: User statistics for {users}
de: Benutzer Statistik für {users}
el: Στατιστικά χρηστών για {users}
es: Estadísticas de usuario para {users}
fr: Statistiques utilisateur pour {users}
it: Statistiche utente per {users}
ja: {users}さんの統計
nl: Gebruikersstatistieken voor {users}
ro: Statistici de utilizator pentru {users}
ru: Статистика пользователей для {users}
uk: Статистика користувача для {users}

source: {osmose-frontend} can be used to report any issue with translations.
de: {osmose-frontend} kann verwendet werden, um jedes Problem mit Übersetzungen zu melden.
es: {osmose-frontend} puede ser usado para informar cualquier problema con las traducciones.
fr: {osmose-frontend} peut être utilisé pour rapporter un problème de traduction.
it: {osmose-frontend} può essere utilizzato per segnalare un qualsiasi problema con le traduzioni.
ja: 翻訳の問題は、{osmose-frontend}で報告してください。
nl: {osmose-frontend} kan worden gebruikt om opmerkingen met vertalingen te melden.
ro: {osmose-frontend} poate fi folosit pentru a raporta orice problemă cu traducerile.
ru: {osmose-frontend} можно использовать для сообщения о любых проблемах с переводами.
uk: {osmose-frontend} можна використовувати, щоб повідомити про будь-які проблеми з перекладами.

source: Bug should be reported on {osmose-frontend} for issues around the website, or on {osmose-backend} for issues on the reported issues on OSM data, or for suggestion about analyses.
de: Fehler sollten auf {osmose-frontend} gemeldet werden, wenn es um Probleme mit der Website geht, oder auf {osmose-backend}, wenn es um Probleme mit den OSM-Daten geht, oder wenn du Vorschläge für Analysen hast.
es: Errores deben ser reportados en {osmose-frontend} para problemas en el sitio web, o en {osmose-backend} para problemas en los problemas reportados en los datos de OSM, o para sugerir sobre análisis.
fr: Les bugs devraient être signalés sur {osmose-frontend} pour les problèmes du site web, et sur {osmose-backend} pour les problèmes sur les signalements de problèmes des données OSM, ou pour les suggestions d'analyses.
it: I bug dovrebbero essere segnalati su {osmose-frontend} per problemi lato sito web oppure su {osmose-backend} per problemi sulle segnalazioni degli errori nei dati OSM o anche per suggerimenti sulle analisi.
ja: バグについては、ウェブサイトに関する問題なら{osmose-frontend}に、OSMデータに関する報告された問題や新しい分析方法の提案ならば{osmose-backend}に報告してください。
nl: fout moet worden gerapporteerd op {osmose-frontend} voor meldingen met de website, of op {osmose-backend} voor meldingen met de gerapporteerde meldingen van OSM data, of voor suggesties voor analyses.
uk: Про ваду слід повідомляти на {osmose-frontend} для проблем, пов’язаних із веб-сайтом, або на {osmose-backend} для питань щодо повідомлених проблем в даних OSM або для пропозицій щодо аналізу.

source: Development of Osmose is made as free software by {volunteers}.
de: Die Entwicklung von Osmose wird als freie Software von {volunteers} durchgeführt.
es: El desarrollo de Osmose se hace como software libre por {volunteers}.
fr: Le développement d'Osmose est fait en free software par {volunteers}.
it: Osmose è software libero e viene sviluppato da {volunteers}.
ja: Osmoseは{volunteers}によるフリーソフトウェアとして開発されています。
nl: Osmose is ontwikkeld als gratis software door {volunteers}.
ro: Dezvoltarea Osmose este făcută sub formă de software liber de către {volunteers}.
uk: Розробка Osmose здійснюється як безкоштовне програмне забезпечення {волонтерами}.

source: For new countries, we can be contacted through a direct email to {email}.
de: Für neue Länder können wir über eine direkte E-Mail an {email} kontaktiert werden.
es: Para nuevos países, podemos ser contactados a través de un correo electrónico directo a {email}.
fr: Pour les nouveaux pays, nous pouvons être contactés par un courriel direct à {email}.
it: Per aggiungere nuovi paesi, possiamo essere contattati via email su {email}.
ja: 新しい国の追加は、直接メールで{email}にご連絡ください。
nl: Voor nieuwe landen zijn we bereikbaar via een rechtstreekse e-mail naar {email}.
ro: Pentru țări noi, putem fi contactați prin email direct la {email}.
ru: Для новых стран, с нами можно связаться по электронной почте {email}.
uk: Для нових країн з нами можна зв’язатися відразу на електронну адресу {email}.

source: We can be contacted through a direct email to {email}.
de: Du kannst uns über eine direkte E-Mail an {email} kontaktieren.
es: Podemos ser contactados a través de un correo electrónico directo a {email}.
fr: Nous pouvons être contactés directement par email à {email}.
it: Possiamo essere contattati via email su {email}.
ja: 連絡は直接{email}へのメールでとることができます。
nl: We zijn bereikbaar via een rechtstreekse e-mail naar {email}.
ro: Putem fi contactați prin email direct la {email}.
ru: С нами можно связаться по электронной почте {email}.
uk: З нами можна зв’язатися відразу на електронну адресу {email}.

source: The servers analysing data are provided by OpenStreetMap-France and some others by contributors around the world. The servers for North America and other areas are funded by Mapbox.
de: Die Server, die die Daten analysieren, werden von OpenStreetMap-France und einige andere von Mitwirkenden auf der ganzen Welt bereitgestellt. Die Server für Nordamerika und andere Gebiete werden von Mapbox finanziert.
es: Los servidores que analizan los datos son proporcionados por OpenStreetMap-France y algunos otros por colaboradores de todo el mundo. Los servidores para Norteamérica y otras áreas son financiados por Mapbox.
fr: Les serveurs d’analyse des données sont fournis par OpenStreetMap-France et quelques autres par des contributeurs à travers le monde. Les serveurs pour l’Amérique du Nord et d’autres régions sont financés par MapBox.
it: I server che analizzano i dati sono principalmente forniti da OpenStreetMap-France mentre altri sono forniti da collaboratori sparsi per il mondo. I server del Nord America e altre aree sono finanziati da Mapbox.
ja: サーバー分析データはオープンストリートマップ・フランスにより提供されています。また世界中の貢献者により提供されているデータもあります。北米および他地域向けサーバーはMapbox社の提供です。
nl: De analyze data servers worden geleverd door OpenStreetMap-Frankrijk en enkele andere bijdragers over de hele wereld. De servers voor Noord-Amerika en andere gebieden worden gefinancierd door Mapbox.
ro: Serverele care analizează datele sunt furnizate de OpenStreetMap-France, iar altele de către contributori din întreaga lume. Serverele din America de Nord și alte zone sunt finanțate de Mapbox.
uk: Сервери, що аналізують дані, надаються компанією OpenStreetMap-France та деякими іншими учасниками з усього світу. Сервери для Північної Америки та інших регіонів фінансуються Mapbox.

source: volunteers
de: Freiwilligen
el: εθελοντές
es: voluntarios
fr: bénévoles
it: volontari
ja: ボランティア
nl: vrijwilligers
ro: voluntari
ru: волонтёры
uk: волонтери

source: post office, ref not integrated
de: Nicht-eingetragenes Postamt
es: oficina postal, ref no incluída
fr: bureau de poste, référence non intégrée
it: ufficio postale, ref non integrato
ja: 未統合の郵便局参照番号
nl: postkantoor, referentienummer niet geïntegreerd
ro: oficiu poștal, referința nu este integrată
uk: поштове відділення, ref не інтегрований

source: post box, ref not integrated
de: Nicht-eingetragene Postbox
es: buzón, ref no incluída
fr: boîte aux lettres, référence non intégrée
it: buca delle lettere, ref non integrato
ja: 未統合の郵便ポスト参照番号
nl: brievenbus, referentienummer niet geïntegreerd
ro: cutie poștală, referința nu este integrată
uk: поштова скринька, ref не інтегрований

source: school, ref not integrated
de: Nicht-eingetragene Schule
es: escuela, ref no incluída
fr: école, référence non intégrée
it: scuola, ref non integrato
ja: 未統合の学校参照番号
nl: school, referentienummer niet geïntegreerd
ro: școală, referința nu este integrată
uk: школа, ref не інтегрований

source: transport sharing, ref not integrated
de: Nicht-eingetragenes Transport-Sharing
es: transporte compartido, ref no incluída
fr: partage de véhicules, référence non intégrée
it: trasporto condiviso, ref non integrato
ja: 未統合の公共機関シェア参照番号
nl: transport delen, referentienummer niet geïntegreerd
uk: автопрокат, ref не інтегрований

source: pharmacy, ref not integrated
de: Nicht-eingetragene Apotheke
es: farmacia, ref no incluída
fr: pharmacie, référence non intégrée
it: farmacia, ref non integrato
ja: 未統合の薬局参照番号
nl: apotheek, referentienummer niet geïntegreerd
ro: farmacie, referința nu este integrată
uk: аптека, ref не інтегрована

source: postal code, ref not integrated
de: Nicht-eingetragene Postleitzahl
es: código postal, ref no incluída
fr: code postal, référence non intégrée
it: codice postale, ref non integrato
ja: 未統合の郵便番号参照番号
nl: postcode, referentienummer niet geïntegreerd
ro: cod poștal, referința nu este integrată
uk: поштовий індекс, ref не інтегрований

source: power substation, ref not integrated
de: Nicht-eingetragenes Umspannwerk
es: subestación eléctrica, ref no incluída
fr: poste transformateur électrique, référence non intégrée
it: sottostazione elettrica, ref non integrato
ja: 未統合の変電所参照番号
nl: Transformatorstation, referentienummer niet geïntegreerd
uk: електропідстанція, ref не інтегрований

source: hospital, ref not integrated
de: Nicht-eingetragenes Spital
es: hospital, ref no incluída
fr: hôpital, référence non intégrée
it: ospedale, ref non integrato
ja: 未統合の病院参照番号
nl: ziekenhuis, referentienummer niet geïntegreerd
ro: spital, referința nu este integrată
uk: лікарня, ref не інтегрований

source: social facility, ref not integrated
de: Nicht-eingetragene Sozialeinrichtung
es: instalación social, ref no incluída
fr: structure sociale, référence non intégrée
it: servizi sociale, ref non integrato
ja: 未統合の社会福祉施設参照番号
nl: sociale voorzieningen, referentienummer niet geïntegreerd
uk: соціальний обʼєкт, ref не інтегрований

source: medical lab, ref not integrated
de: Nicht-eingetragenes Medizinisches Labor
es: laboratorio médico, ref no incluída
fr: laboratoire d'analyses médicales, référence non intégrée
it: laboratorio medico, ref non integrato
ja: 未統合の医学研究室参照番号
nl: medische labo, referentienummer niet geïntegreerd
ro: laborator medical, referința nu este integrată
uk: медична лабораторія, ref не інтегрований

source: gas station, ref not integrated
de: Nicht-eingetragene Tankstelle
es: gasolinera, ref no incluída
fr: station-service, référence non intégrée
it: stazione di rifornimento, ref non integrato
ja: 未統合のガソリンスタンド参照番号
nl: tankstation, referentienummer niet geïntegreerd
ro: benzinărie, referința nu este integrată
uk: АЗС, ref не інтегрований

source: Class id
de: Klassen ID
el: ID κλάσης
es: Id clase
fr: Identifiant de la classe
it: Id classe
ja: クラス id
uk: id класу

source: Control, verification and correction of {project} issues
de: Kontrolle, Überprüfung und Korrektur von {Projekt}-Problemen
es: Control, comprobación y corrección de las incidencias de {project}
fr: Contrôle, vérification et correction des signalements de {project}
it: Controllo, verifica e correzione dei problemi di {project}
ja: {project} の課題のコントロール、検証、修正
nl: Controle, verificatie en correctie van {project} meldingen
uk: Контроль, перевірка та коригування з проблемами {project}

source: Delay:
de: Verzögerung:
el: Καθυστέρηση:
es: Retraso:
fr: Délai :
it: Ritardo:
ja: 遅延:
nl: Vertraging:
ro: Întârziere:
ru: Задержка:
uk: Затримка:

source: Do not want to see {title} markers?
de: Markierungen zu {title} sollen nicht in der Karte angezeigt werden?
es: ¿No quieres ver el {title} de los marcadores?
fr: Ne pas voir les marqueurs {title} ?
it: Non vuoi vedere i contrassegni di {title}?
ja: {title} マーカーを非表示にしたいですか？
nl: Wilt u geen {title} markeringen zien?
ru: Не хотите видеть маркеры {title}?
uk: Не хочете бачити маркери {title}?

source: elms
de: Elem.
el: στχ
es: olmos
fr: élémts
it: elem.
nl: elem
uk: елем.

source: Hide from map
de: Ausblenden
el: Απόκρυψη από χάρτη
es: Ocultar del mapa
fr: Cacher sur la carte
it: Nascondi dalla mappa
ja: 地図から隠す
nl: Verbergen
ro: Ascunde de pe hartă
ru: Скрыть с карты
uk: Приховати з карти

source: Hide markers
de: Markierung ausblenden
el: Απόκρυψη δεικτών
es: Ocultar marcadores
fr: Cacher les marqueurs
it: Nascondi contrassegni
ja: マーカーを隠す
nl: Markeringen verbergen
ru: Скрыть маркеры
uk: Сховати маркери

source: Item #{item}
de: Artikel #{item}
el: Αντικείμενο #{item}
es: Ítem #{item}
fr: Objet #{item}
it: Elemento #{item}
ja: 項目 #{item}
ro: Element #{item}
uk: Елемент #{item}

source: Less filters
de: Weniger Filter
el: Λιγότερα φίλτρα
es: Menos filtros
fr: Moins de filtres
it: Meno filtri
ja: フィルターを減らす
nl: Minder filters
ro: Mai puține filtre
ru: Меньше фильтров
uk: Менше фільтрів

source: location
de: Standort
el: τοποθεσία
es: ubicación
fr: localisation
it: posizione
ja: 位置
nl: locatie
ro: locație
uk: місцезнаходження

source: lvl
de: Eb.
el: επ
es: niv
fr: niv
it: liv
ja: レベル
nl: niv
ro: nivel
uk: рів.

source: More filters
de: Mehr Filter
el: Περισσότερα φίλτρα
es: Más filtros
fr: Plus de filtres
it: Altri filtri
ja: フィルターを増やす
nl: Meer filters
ro: Mai multe filtre
ru: Больше фильтров
uk: Більше фільтрів

source: No (Default)
de: Nein (Standard)
el: Όχι (προεπιλογή)
es: No (Defecto)
fr: Non (par défaut)
it: No (predefinito)
ja: No (既定値)
nl: Nee (Default)
ro: Nu (implicit)
ru: Нет (по умолчанию)
uk: Ні (за замовчуванням)

source: Only
de: Nur
el: Μόνο
es: Solo
fr: Uniquement
it: Solamente
nl: Alleen
ro: Doar
ru: Только
uk: Тільки

source: Open
de: Ungelöst
es: Abierto
fr: Ouvert
it: Aperto
ja: 開く
ro: Deschis
ru: Открыто
uk: Відкрито

source: OSM Username
de: OSM Benutzername
el: Όνομα χρήστη OSM
es: Usuario OSM
fr: Nom d'utilisateur OSM
it: Nome utente OSM
ja: OSM ユーザー名
nl: OSM-gebruikersnaam
ro: Nume de utilizator OSM
uk: OSM імʼя

source: Show hidden items
de: Zeige versteckte Objekte
el: Εμφάνιση κρυφών αντικειμένων
es: Mostrar ítems ocultos
fr: Afficher les objets masqués
it: Mostra elementi nascosti
ja: 非表示の項目を表示
nl: Verborgen objecten tonen
ro: Arată elementele ascunse
ru: Показать скрытые элементы
uk: Показати приховані елементи

source: Source id
de: Quell ID
el: ID πηγής
es: Id fuente
fr: Identifiant source
it: Id fonte
ja: ソース id
nl: Bron-id
uk: id джерела

source: tag
el: ετικέτα
es: etiqueta
fr: attribut
it: etichetta
ja: タグ
ro: etichetă
ru: тег
uk: теґ

source: Tag
el: Ετικέτα
es: Etiqueta
fr: Attribut
it: Etichetta
ja: タグ
ro: Etichetă
ru: Тег
uk: Тег

source: toilets, could be integrated
de: Toiletten, Eintragung möglich
el: τουαλέτες, μπορεί να ενσωματωθεί
es: baños, podrían integrarse
fr: toilettes, intégration possible
it: bagni, potrebbero essere integrati
nl: toilleten, kunnen geïntegreerd worden
ro: toalete, ar putea fi integrat
uk: вбиральні, можуть інтеґруватися

source: toilets, need update
de: Toiletten, Aktualisierung erforderlich
el: τουαλέτες, χρειάζεται ενημέρωση
es: baños, necesitan actualización
fr: toilettes, à mettre à jour
it: bagni, serve un aggiornamento
nl: toiletten, moet worden bijgewerkt
ro: toalete, are nevoie de actualizare
uk: вбиральні, слід оновити

source: Zoom in to see issues.
de: Vergrößern um Probleme zu sehen
el: Κάντε μεγέθυνση για να δείτε ζητήματα.
es: Acérquese para ver los problemas.
fr: Zoomer pour voir les signalements.
it: Ingrandisci per vedere i problemi.
nl: Zoom in om meldingen te zien.
ro: Mărește pentru a vedea probleme.
uk: Збільште масштаб, щоб побачити проблеми.

source: conditional restriction
de: bedingte Einschränkung
es: restricción condicional
fr: restriction conditionnelle
it: restrizione condizionale
nl: voorwaardelijke beperking
ro: restricție condiționată
uk: умовне обмеження
