Repository: osmose-qa/osmose-frontend
Catalog: web/po/*.po
Languages: de, el, es, fa, fr, it, ja, nl, ro, ru, uk

source: elevation
de: ele=...
el: υψόμετρο
es: elevación
fa: ارتفاع (ele)
fr: altitude
it: elevazione
ja: 高度
nl: hoogte ontbreekt
ro: ridicare
ru: уклон
uk: висота

source: oneway
el: μονόδρομος
es: sentido único
fa: یکطرفه
fr: sens unique
it: senso unico
ja: 一方通行
nl: éénrichtingsweg
ro: sens unic
ru: односторонняя
uk: односторонній рух

source: parent tag
de: Übergeordnetes Tag
el: γονική ετικέτα
es: etiqueta padre
fa: تگ مادر
fr: tag parent
it: tag genitore
ja: 親タグ
nl: bovenliggende code
ro: tag părinte
ru: тег parent
uk: батьківський теґ

source: street numbers
de: Hausnummern
el: αριθμοί δρόμων
es: números de calle
fr: numéros de rue
it: numero civico
ja: 道路番号
nl: huisnummers
ro: numere adrese
ru: номера улиц
uk: номери вулиць

source: highway
el: δρόμος
es: carretera
it: strada
ro: șosea
ru: дорога

source: highway crossing
de: Straßenkreuzung
el: διασταύρωση δρόμου
es: cruce de carretera
fr: croisement de routes
it: attraversamento pedonale
ja: 横断歩道
nl: kruising van wegen
ro: trecere pentru pietoni sau biciclete
ru: перекрёсток
uk: перехрестя

source: pharmacy
de: Apotheke
el: φαρμακείο
es: farmacia
fa: داروخانه
fr: pharmacie
it: farmacia
ja: 薬局
nl: apotheker
ro: farmacie
ru: аптека
uk: аптека

source: highway roundabout
de: Kreisverkehr
el: κυκλικός κόμβος δρόμου
es: rotonda de carretera
fa: معبر فلکه
fr: voirie de giratoire
it: classificazione rotatoria
ja: ロータリー交差点
nl: aangesloten weg op rotonde
ro: sens giratoriu
ru: круговое движение
uk: круговий рух

source: bad source tag
de: fehlerbehaftet
el: εσφαλμένη ετικέτα πηγής
es: mala etiqueta source
fa: تگ منبع بد
fr: mauvais attribut source
it: source tag sbagliato
ja: 不正なsourceタグ
nl: verkeerde bron tag
ro: tag cu sursă nepotrivită
ru: неверный тег source
uk: помилковий теґ джерела

source: tagwatch cleaner
de: Tagwatch-Bereinigung
es: limpiador tagwatch
fa: پاک‌ساز تگ
it: segnalazioni tagwatch
ja: タグ監視クリーナー
ro: supervizor pentru tag-uri
uk: очищувач теґів

source: multiple tags
de: Mehrere Tags
el: πολλαπλές ετικέτες
es: múltiples etiquetas
fa: چندین تگ
fr: liens entre attributs
it: collegamenti tra i tag
ja: 複数のタグ
nl: meerdere tags
ro: tag-uri multiple
ru: несколько тегов
uk: декілька теґів

source: saint hyphen
de: Bindestrich bei Saint
el: παύλα για αγίους/αγίες
es: guion santo
fa: خط پیوند بعد از saint
fr: trait d’union après Saint
it: trattino su Saint
ja: saintのハイフン
nl: Sint koppelteken
ro: cratimă lipsă în numele care conțin sfânt
ru: дефис после saint
uk: дефіс на св.

source: incorrect tag
de: Falsches Tag
el: λανθασμένη ετικέτα
es: etiqueta incorrecta
fa: تگ نادرست
fr: attribut incorrect
it: tag non corretto
ja: 不正なタグ
nl: onjuiste tag
ro: tag incorect
ru: неверный тег
uk: невірний теґ

source: bad tag key
de: Fehlerbehafteter Schlüssel
el: εσφαλμένο κλειδί ετικέτας
es: Etiqueta clave errónea
fa: کلید بد در تگ
fr: mauvaise clé d’attribut
it: chiave non corretta
ja: タグキーの誤り
nl: verkeerde key tag
ro: cheie greșită a tag-ului
ru: неверное значение тега
uk: помилкове імʼя ключа

source: similar values
de: Ähnliche Werte
el: παρόμοιες τιμές
es: valores similares
fa: مقادیر مشابه
fr: valeurs similaires
it: valori simili
ja: 似た値
nl: vergelijkbare waarden
ro: valori similare
ru: похожие значения
uk: схожі значення

source: multiple values
de: mehrfache Werte
el: πολλαπλές τιμές
es: valores múltiples
fa: چندین مقدار
fr: valeurs multiples
it: valori multipli
ja: 複数の値
nl: meerdere waarden
ro: valori multiple
ru: несколько значений
uk: кілька значень

source: numeric value
de: Zahlenwert
el: αριθμητική τιμή
es: valor númerico
fa: مقدار عددی
fr: valeur numérique
it: valore numerico
ja: 数値
nl: numerieke waarde
ro: valoare numerică
ru: числовое значение
uk: числове значення

source: note
de: Notiz
el: σημείωση
es: nota
fa: یادداشت
it: nota
ja: 備考
nl: nota
ro: notițe
ru: пометка
uk: нотатка

source: tree
de: Baum
el: δένδρο
es: árbol
fr: arbre
it: albero
ja: 木
nl: boom
ro: arbore
ru: дерево
uk: дерево

source: brand in name
de: Name enthält Markennamen
el: brand στο name
es: marca en el nombre
fa: برند در نام
fr: nom avec marque
it: marchio in name
ja: nameがブランドである
nl: merknaam
ro: marcă în nume
ru: бренд в названии
uk: бренд у назві

source: typo in tag
de: Tippfehler in Tag
el: ανορθόγραφη ετικέτα
es: error tipográfico en etiqueta
fa: غلط املایی در تگ
fr: coquille dans l’attribut
it: errore tipografico nel tag
ja: タグ名の綴り間違い
nl: typefout in tag
ro: greșeală de scriere a tag-ului
ru: опечатка в теге
uk: помилка в теґах

source: incorrect
de: falsch
el: εσφαλμένο
es: incorrecto
fa: نادرست
fr: incorrecte
it: non corretto
ja: 不正
nl: onjuist
ro: incorect
ru: неверно
uk: невірний теґ

source: parking lane
de: Parkspur
el: λωρίδα στάθμευσης
es: carril de aparcamiento
fa: خط‌عبوری پارک خودرو
fr: voie de parking
it: parcheggio su strada
ja: 駐車レーン
nl: parkeerstrook
ro: loc de parcare
ru: проезд на парковке
uk: проїзд по паркінґу

source: relation role
de: Rolle der Relation
el: ρόλος σχέσης
es: rol de la relación
fa: نقش رابطه
fr: rôle de relation
it: ruolo di relazione
ja: リレーションのロール
nl: role relatie
ro: rol al relației
ru: роль в отношении
uk: роль у зв’язку

source: relation type=restriction
el: σχέση type=restriction
es: relación type=restriction
fa: رابطهٔ type=restriction
it: relazione type=restriction
ja: type=restrictionのリレーション
nl: relatie type=restriction
ro: relație type=restriction
ru: отношение type=restriction
uk: звʼязок type=restriction

source: postcode
de: Postleitzahl
el: ταχυδρομικός κώδικας
es: código postal
fr: code postal
it: codice postale
ja: 郵便番号
ro: cod poștal
ru: индекс
uk: поштовий індекс

source: disused
de: stillgelegt
el: παροπλισμένο
es: en desuso
fa: بی‌استفاده
fr: abandonné
it: abbandonato
ja: 未使用
nl: ongebruikt
ro: scos din uz
ru: не используется
uk: недіючий

source: on junction=roundabout
de: Auf junction=roundabout
el: σε junction=roundabout
es: en junction=roundabout
fa: روی junction=roundabout
fr: sur un giratoire
it: tag su rotatoria
ja: junction=roundabout上
nl: op junction=roundabout
ro: pe junction=roundabout
ru: на junction=roundabout
uk: на junction=roundabout

source: incompatible tags
de: Unvereinbare Tags
el: ασύμβατες ετικέτες
es: etiquetas incompatibles
fa: تگ‌های ناسازگار
fr: attributs incompatibles
it: tag incompatibili
ja: 互換性のないタグ
nl: onverenigbaar tags
ro: tag-uri incompatibile
ru: несовместимые теги
uk: несумісні теґи

source: ref in name
de: Referenz als Name
el: ref στο name
es: ref en nombre
fa: ref در نام
fr: référence dans le nom
it: ref nel nome
ja: refに名前が入っている
nl: ref in naam
ro: referință în nume
ru: ref в имени
uk: номер в назві

source: construction
de: Baustellen
el: κατασκευή
es: construcción
fa: در دست ساخت
it: costruzione
ja: 建設中
nl: constructie
ro: construcție
ru: строительство
uk: будівництво

source: duplicate object
de: Doppeltes Objekt
el: διπλό αντικείμενο
es: objeto duplicado
fa: شیء تکراری
fr: objet en doublon
it: oggetto duplicato
ja: オブジェクトの重複
nl: dubbele object
ro: obiect duplicat
ru: дублированный объект
uk: дублювання об’єкту

source: unwanted tag on node
de: Unerwünschtes Tag auf Knoten
el: αχρείαστη ετικέτα σε κόμβο
es: etiqueta no deseada en el nodo
fa: تگ ناخواسته روی گره
fr: attribut superflu sur nœud
it: tag non necessario su nodo
ja: ノード上の不要なタグ
nl: onnodig tag op node
ro: nod sau tag nedorit
ru: нежелательный тег на точке
uk: небажаний теґ на точці

source: bad usage
de: Falsche "designation"
el: εσφαλμένη χρήση
es: mal uso
fa: کاربرد بد
fr: mauvaise utilisation
it: utilizzo non corretto
ja: 使い方の誤り
nl: verkeerd gebruik
ro: utilizare greșită
ru: неправильное использование
uk: помилкове застосування

source: orthograph
de: Rechtschreibung
el: ορθογραφία
es: ortografía
fa: نوشتار
fr: orthographe
it: ortografia
ja: 名前の綴り
nl: spelling
ro: ortografie
ru: орфография
uk: орфографія

source: way type
de: Art des Weges
el: τύπος διαδρομής
es: tipo de vía
fa: نوع راه
fr: type de chemin
it: tipo di percorso
ja: ウェイの種別
nl: type van weg
ro: tip cale
ru: тип линии
uk: тип лінії

source: two names
de: Zwei Namen
el: δύο ονόματα
es: dos nombres
fa: دو نام
fr: deux noms
it: due nomi
ja: 2つの名前
nl: 2 namen
ro: două nume
ru: два имени
uk: дві назви

source: toponymy
de: Toponymie
el: τοπωνυμία
es: toponomia
fa: جای‌نام‌شناسی
fr: toponymie
it: toponomastica
ja: 地名
nl: plaatsnaamkunde
ro: toponimie
ru: топонимика
uk: топоніміка

source: open polygon
de: Offenes Polygon
el: ανοικτό πολύγωνο
es: polígono abierto
fa: چندضلعی باز
fr: polygone ouvert
it: poligono aperto
ja: 閉じていないポリゴン
nl: open polygoon
ro: poligon deschis
ru: незамкнутый полигон
uk: відкритий полігон

source: duplicated way
de: Doppelter Weg
el: διπλή διαδρομή
es: vía duplicada
fa: راه تکراری
fr: way dupliqué
it: percorso duplicato
ja: 重複したウェイ
nl: dubbele weg
ro: cale duplicată
ru: дублированная линия
uk: дублювання ліній

source: place without name
de: Unbenannter Platz
el: μέρος χωρίς όνομα
es: lugar sin nombre
fa: مکان بدون نام
fr: lieu sans nom
it: luogo senza nome
ja: nameがないplace
nl: plaats zonder naam
ro: loc fără nume
ru: место без имени
uk: місце без назви

source: INSEE code
el: κωδικός INSEE
es: código INSEE
fa: کد INSEE
fr: code INSEE
it: codice INSEE
ja: INSEEコード
ro: cod INSEE
ru: код INSEE
uk: код INSEE

source: erroneous boundary
de: Fehlerhafte Grenze
el: εσφαλμένο όριο
es: límite erróneo
fa: مرز خطادار
fr: anomalie de frontières
it: buco admin_level = 8
ja: 誤った境界線
nl: grens met fouten
ro: limită administrativă enormă
ru: ошибочная граница
uk: кордон з помилками

source: geodesic building
de: Gebäude bei Vermessungspunkt
el: γεωδαιτικό κτίριο
es: edificio geodésico
fr: bâtiment géodésique
it: costruzione geodetica
ja: 測地の建物
nl: Geodesisch gebouw
ro: clădire geodezică
ru: геодезическое здание
uk: геодезична споруда

source: building shape
de: Gebäudeform
el: σχήμα κτηρίου
es: forma del edificio
fa: شکل ساختمان
fr: bâtiment spéciaux
it: forma edificio
ja: 建物の形状
nl: vorm van gebouw
ro: forma clădirii
ru: форма здания
uk: форма будівлі

source: bridge to tag
de: Brückendetails
es: puente a etiquetar
fa: تگ‌گذاری پل
fr: pont à qualifier
it: specificare ponte
ja: タグ付けが必要な橋
nl: brug tag
ro: pod fără tag
ru: мост в тег
uk: міст для теґування

source: admin boundary
de: Verwaltungsgrenze
el: διοικητικό όριο
es: límite administrativo
fa: مرز سیاسی
fr: frontière administrative
it: limite amministrativo
ja: 行政境界
nl: administratieve grens
ro: limită admin
ru: административная граница
uk: адміністративний кордон

source: power lines
de: Stromleitungen
el: γραμμές ηλεκτρικού
es: líneas eléctricas
fa: خطوط نیرو
fr: lignes électriques
it: linee elettriche
ja: 電力線
nl: hoogspanningslijnen
ro: linii electrice
ru: линии электропередач
uk: електромережі

source: post office
de: Postamt
el: ταχυδρομείο
es: oficina de correos
fa: اداره پست
fr: bureau de poste
it: ref ufficio postale
ja: 郵便局
nl: postkantoor
ro: oficiu poștal
ru: почтовое отделение
uk: відділення зв’язку

source: ODbL migration change
de: Änderung wegen ODbL-Migration
es: Cambio por la migración ODbL
fa: تغییر ناشی از مهاجرت به ODbL
fr: changement pour migration ODbL
it: modifiche per migrazione ODbL
ja: ODbLからの変更
nl: ODbL wijzigingen
ro: trecerea la licența ODbL
ru: миграция на ODbL
uk: зміна міґрації ODbL

source: monument
de: Denkmal
el: μνημείο
es: monumento
it: monumento
ja: 記念堂
ru: памятник
uk: монумент

source: node on ways
de: Knoten auf Wegen
el: κόμβος σε γραμμές
es: nodo sobre vías
fa: گره روی راه‌ها
fr: nœud sur chemins
it: nodo sulla strada
ja: ウェイ上のノード
nl: knoop op weg
ro: nod pe căi
ru: точка на линиях
uk: точка на лінії

source: train station
de: Bahnhof
el: σταθμός τρένου
es: estación de tren
fa: ایستگاه قطار
fr: gare
it: stazione ferroviaria
ja: 鉄道駅
nl: trein station
ro: gară
ru: железнодорожная станция
uk: залізнична станція

source: relation type=boundary
el: σχέση type=boundary
es: relación type=boundary
fa: رابطهٔ type=boundary
it: relazione type=boundary
nl: relatie type=boundary
ro: relație type=boundary
ru: отношение type=boundary
uk: зв’язок type=boundary

source: tunnel/bridge
de: Tunnel/Brücke
el: σήραγγα/γέφυρα
es: túnel/puente
fa: تونل/پل
fr: tunnel/pont
it: tunnel/ponte
ja: トンネル/橋
nl: tunnel/brug
ro: tunel/pod
ru: туннель/мост
uk: тунель/міст

source: post office, could be integrated
de: Postfiliale, Eintragung möglich
el: ταχυδρομείο, μπορεί να ενσωματωθεί
es: oficina de correos, podría integrarse
fa: اداره پست، می‌تواند یکپارچه شود
fr: poste, intégration possible
it: ufficio postale da integrare
ja: 含められる郵便局
nl: postkantoor, kan geintegreerd worden
ro: oficiu poștal, ar putea fi integrat
ru: почтовое отделение, может быть интегрировано
uk: відділення зв’язку, може інтеґруватися

source: school
de: Schule
el: σχολείο
es: escuela
fa: مدرسه
fr: école
it: scuola
ja: 学校
ro: școală
ru: школа
uk: школа

source: school, could be integrated
de: Schule, Eintragung möglich
el: σχολείο, μπορεί να ενσωματωθεί
es: escuela, podría integrarse
fa: مدرسه، می‌تواند یکپارچه شود
fr: école, intégration possible
it: scuola da integrare
ja: 含められる学校
nl: school, kan geintegreerd worden
ro: școală, ar putea fi integrat
ru: школа, может быть интегрирована
uk: школа, може інтеґруватися

source: public transport
de: Öffentliche Verkehrsmittel
el: δημόσιες μεταφορές
es: transporte público
fr: transport en commun
it: trasporto pubblico
ja: 公共交通
nl: openbaar vervoer
ro: transport în comun
ru: общественный транспорт
uk: громадський транспорт

source: public transport, could be integrated
de: Öffentliche Verkehrsmittel, Eintragung möglich
el: δημόσια συγκοινωνία, μπορεί να ενσωματωθεί
es: transporte público, podría integrarse
fa: حمل‌ونقل عمومی، می‌تواند یکپارچه شود
fr: transport en commun, intégration possible
it: trasporto pubblico da integrare
ja: 含められる公共交通
nl: openbaar vervoer, kan geïntegreerd worden
ro: transport în comun, ar putea fi integrat
ru: общественный транспорт, может быть интегрирован
uk: громадський транспорт, може інтеґруватися

source: train station, could be integrated
de: Bahnhof, Eintragung möglich
el: σιδηροδρομικός σταθμός, μπορεί να ενσωματωθεί
es: estación de tren, podría integrarse
fa: ایستگاه قطار، می‌تواند یکپارچه شود
fr: gare, intégration possible
it: stazione dei treni da integrare
ja: 含められる鉄道駅
nl: trein station, kan geintegreerd worden
ro: gara, ar putea fi integrat
ru: железнодорожная станция, может быть интегрирована
uk: залізнична станція, може інтеґруватися

source: level crossing
de: Höhengleicher Übergang
el: ισόπεδη διασταύρωση
es: paso a nivel
fa: تقاطع همسطح راه‌آهن
fr: passage à niveau
it: passaggio ferroviario
ja: 踏切
nl: overweg
ro: trecere la nivel
ru: переезд
uk: залізничний переїзд

source: geodesic point
de: fehlender geodätischer Punkt
el: γεωδαιτικό σημείο
es: punto geodésico
fr: point géodésique manquant
it: punto geodetico
ja: 測地点
nl: Geodesisch punt ontbreekt
ro: punct din rețeaua geodezică
ru: геодезический пункт
uk: геодезична точка

source: postal address
de: Adresse, Eintragung möglich
el: ταχυδρομική διεύθυνση
es: dirección postal
fr: adresse
it: indirizzo da integrare
ja: 住所
nl: adres
ro: adresă poștală
ru: почтовый адрес
uk: поштова адреса

source: public service
de: öffentlicher Dienst
el: δημόσια υπηρεσία
es: servicio público
fa: خدمت عمومی
fr: service public
it: servizio pubblico
ja: 公共交通機関
nl: openbare dienst
ro: serviciu public
ru: публичная служба
uk: державна служба, може інтеґруватися

source: recycling
el: ανακύκλωση
es: reciclaje
fr: recyclage
it: riciclaggio
ja: 資源回収場所
ro: reciclare
ru: мусоросборник

source: recycling, could be integrated
de: Recycling, Eintragung möglich
el: ανακύκλωση, μπορεί να ενσωματωθεί
es: reciclaje, podría integrarse
fa: بازیافت، می‌تواند یکپارچه شود
fr: recyclage, intégration possible
it: riciclaggio da integrare
ja: 含められる資源回収場所
nl: recycling, kan geintegreerd worden
ro: reciclare, ar putea fi integrată
ru: рециклинг, может быть интегрирован
uk: вторпереробка, може інтеґруватися

source: parking
de: Parken
el: στάθμευση
es: estacionamiento
it: parcheggi
ja: 駐車場
ro: parcare
ru: парковка

source: parking, could be integrated
de: Parken, Eintragung möglich
el: στάθμευση, μπορεί να ενσωματωθεί
es: estacionamiento, podría integrarse
fa: پارکینگ، می‌تواند یکپارچه شود
fr: parking, intégration possible
it: parcheggi da integrare
ja: 含められる駐車場
nl: parking, kan geintegreerd worden
ro: parcare, ar putea fi integrată
ru: стоянка, может быть интегрирована
uk: паркінґ, може інтеґруватися

source: accommodation
de: Unterkunft
el: διαμονή
es: alojamiento
fa: اقامتگاه
fr: hébergement
it: alloggi
ja: 宿泊施設
nl: accommodatie
ro: cazare
ru: жильё
uk: житло

source: accommodation, could be integrated
de: Unterkunft, Eintragung möglich
el: κατάλυμα, μπορεί να ενσωματωθεί
es: alojamiento, podría integrarse
fa: اقامتگاه، می‌تواند یکپارچه شود
fr: hébergement, intégration possible
it: alloggi da integrare
ja: 含められる宿泊施設
nl: accommodatie, kan geintegreerd worden
ro: cazare, ar putea fi integrat
ru: жильё, может быть интегрировано
uk: accommodation, може інтеґруватися

source: cycle parking
de: Fahrradstellplatz
el: στάθμευση ποδηλάτων
es: estacionamiento para bicicletas
fa: پارکینگ دوچرخه
fr: parking vélo
it: parcheggi bici
ja: 駐輪場
nl: fiets parking
ro: parcare pentru biciclete
ru: парковка для велосипедов
uk: велопаркінґ

source: cycle parking, could be integrated
de: Fahrradstellplatz, Eintragung möglich
el: στάθμευση ποδηλάτων, μπορεί να ενσωματωθεί
es: estacionamiento de bicicletas, podría integrarse
fa: پارکینگ دوچرخه، می‌تواند یکپارچه شود
fr: parking vélo, intégration possible
it: parcheggi bici da integrare
ja: 含められる駐輪場
nl: fiets parking, kan geintegreerd worden
ro: parcare pentru biciclete, ar putea fi integrat
ru: велостоянка, может быть интегрирована
uk: велопаркінґ, може інтеґруватися

source: transport sharing
de: Gemeinschaftstransport
el: κοινή χρήση μεταφορών
es: transporte compartido
fa: حمل‌ونقل اشتراکی
fr: partage de véhicules
it: trasporti condivisi
ja: 乗り物のシェア
nl: transport delen
ro: împărțirea transportului
ru: каршеринг
uk: прокат транспорту

source: transport sharing, could be integrated
de: Gemeinschaftstransport, Eintragung möglich
el: κοινή χρήση μεταφορών, μπορεί να ενσωματωθεί
es: transporte compartido, podría integrarse
fa: حمل‌ونقل اشتراکی، می‌تواند یکپارچه شود
fr: partage de véhicules, intégration possible
it: trasporti condivisi da integrare
ja: 含められる乗り物のシェア
nl: transport delen, kan geintegreerd worden
ro: împărțirea transportului, ar putea fi integrat
ru: каршеринг, может быть интегрирован
uk: прокат транспорту, може інтеґруватися

source: sport
el: άθλημα
es: deporte
ja: スポーツ
ru: спорт
uk: спорт

source: sport, could be integrated
de: Sport, Eintragung möglich
el: άθλημα, μπορεί να ενσωματωθεί
es: deporte, podría integrarse
fa: ورزش، می‌تواند یکپارچه شود
fr: sport, intégration possible
it: sport da integrare
ja: 含められるスポーツ
nl: sport, kan geintegreerd worden
ro: sport, ar putea fi integrat
ru: спорт, может быть интегрирован
uk: спорт, може інтеґруватися

source: Translation progress: osmose
de: Übersetzungs-Fortschritt: osmose
el: Πρόοδος μετάφρασης: osmose
es: Progreso de la traducción: osmose
fa: پیشرفت ترجمه: Osmose
fr: Avancement de la traduction : Osmose
it: Stato traduzione: osmose
ja: 翻訳の進捗: osmose
nl: Vertaling vooruitgang:osmose
ro: Progresul traducerii: osmose
ru: Состояние перевода: osmose
uk: Проґрес перекладу: osmose

source: For new language or countries
de: Für neue Sprachen/Länder
el: Για νέα γλώσσα ή χώρες
es: Para nuevo idioma o países
fa: برای زبان یا کشورهای جدید
fr: Pour de nouvelles langues ou pays
it: Nuove lingue o nazioni
ja: 言語と国の追加
nl: Voor nieuwe talen of landen
ro: Pentru noi limbi și tări
ru: Для новых языков или стран
uk: Для нових мов або країн

source: Export
el: Εξαγωγή
es: Exportar
fa: برون‌بُرد
it: Esporta
ja: エクスポート
ru: Экспорт
uk: Експорт

source: Html list
de: HTML-Liste
el: Λίστα html
es: Lista HTML
fa: فهرست HTML
fr: Liste HTML
it: Lista HTML
ja: HTMLリスト
nl: Html lijst
ro: Listă html
ru: Список в HTML
uk: Список html

source: one-node way
de: Ein-Knoten-Weg
el: διαδρομή ενός κόμβου
es: vía de un nodo
fa: راه تک‌گره
fr: chemin à un seul nœud
it: percorso con un solo nodo
ja: ノードが1つのウェイ
nl: één-knoop weg
ro: cale cu un singur nod
ru: линия из одной точки
uk: одноточковий шлях

source: toilets
de: Toiletten
el: τουαλέτες
es: baños
fa: سرویس بهداشتی
fr: toilettes
it: toilette
ja: トイレ
nl: toiletten
ro: toalete
ru: туалеты
uk: туалети

source: police
de: Polizei
el: αστυνομία
es: policía
fa: پلیس
it: polizia
ja: 警察
nl: politie
ro: poliție
ru: полиция
uk: поліція

source: police, could be integrated
de: Polizei, Eintragung möglich
el: αστυνομία, μπορεί να ενσωματωθεί
es: policía, podría integrarse
fa: پلیس، می‌تواند یکپارچه شود
fr: police, intégration possible
it: polizia da integrare
ja: 統合可能な警察署
nl: politie, kan geintegreerd worden
ro: poliție, ar putea fi integrat
ru: полиция, может быть интегрирована
uk: поліція, може інтеґруватися

source: pharmacy, could be integrated
de: Apotheke, Eintragung möglich
el: φαρμακείο, μπορεί να ενσωματωθεί
es: farmacia, podría integrarse
fa: داروخانه، می‌تواند یکپارچه شود
fr: pharmacie, intégration possible
it: farmacia da integrare
ja: 統合可能な薬局
nl: apotheker, kan geintegreerd worden
ro: farmacie, ar putea fi integrat
ru: аптека, может быть интегрирована
uk: аптека, може інтеґруватися

source: gas station
de: Tankstelle
el: βενζινάδικο
es: gasolinera
fa: پمپ بنزین
fr: station-service
it: stazione di rifornimento
ja: ガソリンスタンド
nl: benzine station
ro: benzinărie
ru: автозаправка
uk: АЗС

source: You must be logged in to use the tag editor
de: Du musst eingeloggt sein um den Tag-Editor zu benutzen
el: Πρέπει να είστε συνδεδεμένος για να μπορέσετε να χρησιμοποιήσετε τον επεξεργαστή ετικετών
es: Debe estar conectado para poder utilizar el editor de etiquetas
fa: برای استفاده از ویرایشگر تگ باید وارد شوید
fr: Vous devez être identifié pour utiliser l’éditeur d’attributs
it: Devi essere loggato per usare l'editor dei tag
ja: タグエディタを使うにはログインが必要です
nl: U moet ingelogd zijn om de tag editor te gebruiken
ro: Trebuie să fiți autentificat pentru a utiliza editorul de tag-uri
ru: Вы должны войти чтобы воспользоваться редактором тегов
uk: Для користування редактором теґів вам слід залоґінитися

source: Save changeset
de: Änderungssatz speichern
el: Αποθήκευση συνόλου αλλαγών
es: Guardar conjunto de cambios
fa: ذخیره‌سازی بستهٔ تغییر
fr: Sauvegarder le groupe de modifications
it: Salva changeset
ja: 変更セットを保存
nl: Bewaar changeset
ro: Salvați setul de modificări
ru: Сохранить пакет правок
uk: Зберегти набір змін

source: Comment
de: Kommentar
el: Σχόλιο
es: Comentario
fa: توضیح
fr: Commentaire
it: Commento
ja: コメント
nl: Commentaar
ro: Comentariu
ru: Комментарий
uk: Коментар

source: area
de: Gebiet
el: περιοχή
es: área
fa: محوطه
fr: surface
ja: エリア
nl: gebied
ro: zonă
ru: прощадь
uk: площа

source: noexit
de: Sackgasse
el: αδιέξοδο
es: sin salida
fr: Voie sans issue
it: strada senza uscita
ja: 行き止まり
ru: тупик
uk: без виходу

source: incorrect layer
de: Falsche Ebene
el: λανθασμένο στρώμα
es: capa incorrecta
fa: لایهٔ نادرست
fr: niveau de couche “layer” incorrect
it: strato non corretto
ja: レイヤ指定ミス
nl: onjuiste layer
ro: strat incorect
ru: неверный слой
uk: невірний layer

source: Updates summary
de: Aktualisierungszusammenfassung
el: Σύνοψη ενημερώσεων
es: Resumen de actualizaciones
fa: خلاصهٔ به‌روزرسانی‌ها
fr: Résumé des mises à jour
it: Sommario degli aggiornamenti
ja: 更新サマリ
nl: Samenvatting bijwerkingen
ru: Сводка обновлений
uk: Резюме оновлень

source: postal code, could be integrated
de: Postleitzahl, Eintragung möglich
el: ταχυδρομικός κώδικας, μπορεί να ενσωματωθεί
es: código postal, podría integrarse
fa: postal code، می‌تواند یکپارچه شود
fr: code postal, intégration possible
it: codice postale da integrare
ja: 統合可能な郵便番号
nl: postcode, kan geintegreerd worden
ro: cutie poștală, ar putea fi integrat
ru: почтовый индекс, может быть интегрирован
uk: поштовий індекс, може інтеґруватися
