Repository: osmose-qa/osmose-frontend
Catalog: web/po/*.po
Languages: de, el, es, fa, fr, it, ja, nl, ro, ru, uk

source: library
de: Bibliothek
el: βιβλιοθήκη
es: biblioteca
fa: کتابخانه
fr: bibliothèque
it: biblioteca
ja: 図書館
nl: bibliotheek
ro: bibliotecă
ru: библиотека
uk: бібліотека

source: restaurant
el: εστιατόριο
es: restaurante
fa: رستوران
it: ristorante
ja: レストラン
ru: ресторан
uk: ресторан

source: winery
de: Weingut
el: οινοποιείο
es: bodega
fr: chai viticole
it: enoteca
ja: ワイナリ
nl: wijnmakerij
ro: cramă
ru: винодельня
uk: виноробня

source: missing object kind
de: Fehlende Objektart
es: falta tipo de objeto
fa: کمبود نوع شیء
fr: nature manquante
it: tipo di oggetto mancante
ja: オブジェクト種別未指定
nl: ontbrekend soort object
ru: отсутствует вид объекта
uk: відсутний опис об’єкту

source: local language
de: Lokale Sprache
el: τοπική γλώσσα
es: idioma local
fa: زبان محلی
fr: langue locale
it: lingua locale
ja: 現地表記
nl: lokale taal
ro: limbă locală
ru: местный язык
uk: місцева мова

source: Fixed issues
de: Behobene Probleme
el: Επιλυμένα ζητήματα
es: Problemas corregidos
fa: مسائل حل‌شده
fr: Signalements corrigés
it: Problemi risolti
ja: 修正済みの課題
nl: Verholpen meldingen
ro: Probleme resolvate
ru: Исправленные проблемы
uk: Виправлені проблеми

source: Issues by user
de: Probleme von Benutzer
el: Ζητήματα από χρήστη
es: Problemas por usuario
fa: مسائل بر اساس کاربر
fr: Signalements par utilisateur
it: Problemi per utente
ja: 課題をユーザごとに表示
nl: meldingen per gebruiker
ro: Probleme de utilizator
ru: Проблемы по пользователям
uk: Проблеми за користувачем

source: Number of level {level} issues: {count}
de: Anzahl von Problemen auf Ebene {level}: {count}
el: Αριθμός ζητημάτων επιπέδου {level}: {count}
es: Número de problemas nivel {level}: {count}
fa: تعداد مسائل سطح {level}: {count}
fr: Nombre de signalements de niveau {level} : {count}
it: Numero di problemi del livello {level}: {count}
ja: レベル{level}の課題数: {count}件
nl: Aantal niveau {level} meldingen: {count}
ro: Numărul nivelului {level} probleme: {count}
ru: Число проблем уровня {level}: {count}
uk: Кількість рівнів {level} проблем: {count}

source: Osmose allows you to control your own issues.
de: Osmose ermöglicht es Ihnen, die von Ihnen gemeldeten Probleme zu kontrollieren.
el: Το Osmose σας επιτρέπει να ελέγχεται τα δικά σας ζητήματα.
es: Osmose le permite controlar sus propios problemas.
fa: با Osmose می‌توانید مسئله‌های خودتان را کنترل کنید.
fr: Osmose vous permet de contrôler vos propres signalements
it: Osmose ti permette di controllare gli errori commessi da te.
ja: Osmoseでは自分が関連している課題を抽出することが可能です。
nl: Osmose staat u toe om uw eigen meldingen te controleren.
ro: Osmose îți permite să-ți verifici propriile probleme.
ru: Osmose позволяет вам управлять созданными вами проблемами
uk: Osmose дозволяє контролювати ваші ймовірні помилки.

source: By entering your OSM username in the following form, you will be able to see issues that are attached to your username. Note that the algorithm that attaches issues to username is not perfect, as Osmose only checks the last contributor of the relevant erroneous elements.
de: Nach Eingabe deines OSM-Usernamens in das Eingabefeld siehst du Probleme, die mit deinem Usernamen verbunden werden. Beachten, dass der verwendete Algorithmus nicht perfekt ist, da Osmose nur den letzten Bearbeiter der relevanten fehlerhaften Elemente abfragt.
es: Al introducir su nombre de usuario OSM en el siguiente formulario, podrá ver los problemas asociados a su nombre de usuario. Tenga en cuenta que el algoritmo que asocia problemas a su nombre de usuario no es perfecto, ya que Osmose solo comprueba el último colaborador de los elementos erróneos pertinentes.
fa: پس از واردکردن نام کاربری OSM خود در فرم زیر، همهٔ مسائلی که به نام کاربری شما متصل شده را می‌توانید ببینید. توجه کنید، الگوریتمی که مسئله‌ها را به نام‌های کاربری نسبت می‌دهد کامل نیست؛ یعنی صرفاً آخرین کاربری که یک عنصر مسئله‌دار را ویرایش کرده برای Osmose قابل‌شناسایی است.
fr: En entrant votre identifiant de contributeur OSM, vous pouvez consulter les signalements qui vous sont rattachés. Noter que l’algorithme rattachant un signalement à un utilisateur n’est pas parfait, Osmose ne tient compte que du dernier contributeur ayant modifié l’élément signalé.
it: Inserendo il tuo nome utente OSM nel seguente spazio, potrai vedere i problemi che sono associati al tuo nome utente. Tieni in considerazione che l'algoritmo che affibbia i problemi ad un utente non è perfetto, visto che Osmose controlla solo l’ultimo contributore dei relativi elementi contenenti errori.
ja: 以下のフォームにあなたのOSMユーザー名を入力することで、あなたのユーザー名に結びつけられた問題を見ることができます。なお、アルゴリズムは完全ではなく、Osmoseはエラーのある要素における最終編集者のみをチェックします。
nl: Door het invoeren van uw OSM-gebruikersnaam in het onderstaande formulier, zal u in staat zijn om meldingen te zien die zijn gekoppeld aan uw gebruikersnaam. Merk op dat het algoritme dat meldingen koppelt aan gebruikersnamen niet perfect is omdat Osmose alleen de laatste bijdrager controleert van de betreffende foutieve elementen.
ro: Introducând numele de utilizator OSM în formularul următor, vei putea să vezi greșelile care îți aparțin. Reține că algoritmul care atașează greșelile de un nume de utlizator nu este perfect, pentru că Osmose verifică doar ultimul contributor care a creat elementele eronate.
ru: Введя своё OSM имя пользователя в следующей форме, вы сможете увидеть проблемы, которые прикреплены к вашему имени пользователя. Обратите внимание, что алгоритм, который прикрепляет проблемы к имени пользователя не является совершенным, так как Osmose проверяет только последнего, кто изменял соответствующие ошибочные элементы.
uk: Ввівши своє ім’я користувача OSM у наступній формі, ви зможете побачити проблеми, які додаються до вашого імені користувача. Зауважте, що алгоритм, який прив’язує проблеми до імені користувача, не є ідеальним, оскільки Osmose перевіряє лише останнього картографа відповідних проблемних елементів.

source: Show more issues
de: Weitere Probleme anzeigen
el: Εμφάνιση περισσότερων ζητημάτων
es: Mostrar más problemas
fa: مسائل بیشتری نشان بده
fr: Afficher plus de signalements
it: Mostra più errori
ja: さらに表示
nl: Laat meer meldingen zien
ro: Arată mai multe probleme
ru: Показать другие проблемы
uk: Показати ще проблеми

source: information on issue
de: Informationen über das Problem
el: Πληροφορίες για το ζήτημα
es: información del problema
fa: اطلاعاتی دربارهٔ مسئله
fr: Infos sur le signalement
it: informazioni sul problema
ja: 関連情報
nl: Informatie over melding
ro: Informații despre problemă
ru: Информация о проблеме
uk: інформація про проблему

source: issue n°
de: Problem n°
el: Ζήτημα n°
es: problema nº
fa: مسئلهٔ n°
fr: signalement nº
it: errore n°
ja: 課題 n°
nl: melding n°
ro: problemă n°
ru: № проблемы
uk: проблема №

source: Map of issues
de: Problemkarte
el: Χάρτης ζητημάτων
es: Mapa de problemas
fa: نقشهٔ مسائل
fr: Carte des signalements
it: Mappa degli errori
ja: 課題一覧
nl: Map met meldingen
ro: Hartă a problemelor
ru: Карта проблем
uk: Мапа ймовірних помилок

source: Information on issues database
de: Informationen zur Problemdatenbank
el: Πληροφορίες για την βάση δεδομένων ζητημάτων
es: Información sobre problemas en la base de datos
fa: اطلاعاتی از پایگا‌ه‌دادهٔ مسئله‌ها
fr: Information sur la base de données des signalements
it: Informazioni sul database dei problemi
ja: 課題データベース情報
nl: Informatie in meldingen database
ru: Информаза о базе данных проблем
uk: БД з інформацією про проблеми

source: version
el: έκδοση
es: versión
fa: نسخه
it: versione
ja: バージョン
nl: versie
ro: versiune
ru: версия
uk: версія

source: geodesic
de: geodätisch
el: γεωδαιτικό
es: geodésico
fr: géodésique
it: geodetico
ja: 測地
nl: Geodesisch
ro: geodezic
ru: геодезический
uk: геодезичний

source: post box
de: Briefkasten
es: buzón de correo
fa: صندوق پست
fr: boîte aux lettres
it: buca delle lettere
ja: 郵便ポスト
nl: postbus
ro: cutie poștală
ru: почтовый ящик
uk: поштова скринька

source: post box, could be integrated
de: Briefkasten, Eintragung möglich
el: γραμματοκιβώτιο, μπορεί να ενσωματωθεί
es: buzón de correo, podría integrarse
fa: صندوق پست، می‌تواند یکپارچه شود
fr: boîte aux lettres, intégration possible
it: buca delle lettere da integrare
ja: 統合可能な郵便ポスト
nl: Postbus, kan geintegreerd worden
ro: cutie poștală, ar putea fi integrat
ru: почтовый ящик, может быть интегрирован
uk: поштова скринька, може інтеґруватися

source: indoor
de: im Gebäude
es: interior
fr: intérieur
it: interno
ja: インドア
ru: в помещении

source: roundabout as area
de: Kreisverkehr als Bereich
es: rotonda como área
fa: فلکه در قالب محوطه
fr: giratoire en tant que zone
it: rotatoria come area
ja: エリアで描かれたラウンドアバウト
nl: rotonde als een gebied
ro: sens giratoriu ca zona
ru: круговое движение прощадью
uk: рух колом як зона

source: road
de: Straße
el: δρόμος
es: camino
fa: جاده
fr: routes
it: strada
ja: 道路
nl: weg
ro: drum
ru: дорога
uk: дорога

source: split building
de: Gebäude aufteilen
el: διαχωρισμός κτιρίου
es: dividir edificio
fr: bâtiment segmenté
it: edificio segmentato
ja: 建物の分割
nl: splits gebouw
ro: desparte clădire
ru: разделённое здание
uk: розділені будівлі

source: Osmose QA main page
de: Osmose-QS-Hauptseite
es: Página principal de CC Osmose
fa: صفحهٔ اصلی پرسش‌وپاسخ Osmose
fr: Page d’accueil d’Osmose
it: Pagina principale di Osmose Controllo della Qualità
ja: Osmose QAメインページ
nl: Osmose QA hoofd pagina
ru: Главная страница OsmOse QA
uk: Головна сторінка Osmose QA

source: far from water
de: Große Entfernung zum Wasser
el: μακριά από νερό
es: lejos del agua
fa: خیلی دور از آب
fr: pas d’eau à proximité
it: lontano dall’acqua
ja: 水域から距離あり
nl: ver van water
ro: departe de apă
ru: далеко от воды
uk: далеко від води

source: fixme import
el: εισαγωγή fixme
es: arreglar importación
fr: à corriger : import
it: fixme importati
ja: fixmeつきのインポート
nl: fixme invoegen
ru: импорт fixme
uk: імпорт fixme

source: objects intersection
de: Überschneidende Objekte
el: διασταύρωση αντικειμένων
es: intersección de objetos
fa: اشتراک بین اشیا
fr: intersection entre objets
it: intersezione tra oggetti
ja: オブジェクトの交差
nl: objecten kruisen elkaar
ro: intersecție obiecte
ru: пересечение объектов
uk: перетин об’єктів

source: access
de: Zugang
el: πρόσβαση
es: acceso
fa: دسترسی
fr: accès
it: accesso
ja: アクセス制限
nl: toegang
ro: acces
ru: доступ
uk: доступ

source: fixme review
de: fixme Überprüfung
es: revisar fixme
fa: بازبینی fixme
fr: à corriger : vérification
it: fixme da verificare
ja: fixmeレビュー
nl: herbekijk fixme
ru: проверка fixme
uk: перевірка fixme

source: school, need update
de: Schule, Aktualisierung erforderlich
el: σχολείο, χρειάζεται ενημέρωση
es: escuela, necesita actualización
fa: مدرسه، نیازمند به‌روزآوری
fr: école, à mettre à jour
it: scuola, necessita aggiornamento
ja: 要更新・学校
nl: school, bijwerken
ro: școală, are nevoie de actualizare
ru: школа, необходимо обновить
uk: школа, слід оновити

source: public transport, need update
de: Öffentliche Verkehrsmittel, Aktualisierung erforderlich
el: δημόσια συγκοινωνία, χρειάζεται ενημέρωση
es: transporte público, necesita actualización
fa: حمل‌ونقل عمومی، نیازمند به‌روزآوری
fr: élément du réseau de transport, à mettre à jour
it: trasporto pubblico, necessita aggiornamento
ja: 要更新・公共交通
nl: openbaar vervoer, bijwerken
ro: transport public, are nevoie de actualizare
ru: oбщественный транспорт, необходимо обновить
uk: громадський транспорт, слід оновити

source: recycling, need update
de: Recycling, Aktualisierung erforderlich
el: ανακύκλωση, χρειάζεται ενημέρωση
es: reciclaje, necesita actualización
fa: بازیافت، نیازمند به‌روزآوری
fr: recyclage, à mettre à jour
it: riciclaggio, necessita aggiornamento
ja: 要更新・リサイクル
nl: recycling, bijwerken
ro: reciclare, are nevoie de actualizare
ru: переработка мусора, необходимо обновить
uk: вторинна переробка, слід оновити

source: parking, need update
de: Parkplatz, Aktualisierung erforderlich
el: πάρκινγκ, χρειάζεται ενημέρωση
es: estacionamiento, necesita actualización
fa: پارکینگ، نیازمند به‌روزآوری
fr: parking, à mettre à jour
it: parcheggio, necessita aggiornamento
ja: 要更新・駐車場
nl: parking, bijwerken
ro: parcare, are nevoie de actualizare
ru: паркинг, обновить
uk: паркінґ, слід оновити

source: transport sharing, need update
de: Gemeinschaftstransport, Aktualisierung erforderlich
es: transporte compartido, necesita actualización
fa: حمل‌ونقل اشتراکی، نیازمند به‌روزآوری
fr: partage de véhicules, à mettre à jour
it: trasporto di gruppo, necessita aggiornamento
ja: 要更新・交通機関シェア
nl: transport delen, bijwerken
ru: обмен транспортом, необходимо обновить
uk: автопрокат, слід оновити

source: Analyser
de: Analysator
el: Αναλυτής
es: Analizador
fa: تحلیلگر
fr: Analyseur
it: Analizzatore
ja: アナライザー
nl: Analyzer
ru: Aнализатор
uk: Аналізатор

source: Count
de: Anzahl
el: Πλήθος
es: Total
fa: تعداد
fr: Nombre
it: Totale
ja: 頻度
nl: Aantal
ro: Număr
ru: Kоличество
uk: К-ть

source: Age
de: Alter
el: Ηλικία
es: Edad
fa: عمر
fr: Âge
it: Età
ja: 経過時間
nl: Oud
ro: Vârstă
ru: Возраст
uk: Вік

source: Version
el: Έκδοση
es: Versión
fa: نسخه
it: Versione
ja: バージョン
nl: Versie
ro: Versiune
ru: Версия
uk: Версія

source: post office, need update
de: Postfiliale, Aktualisierung erforderlich
es: oficina de correos, necesita actualización
fa: ادارهٔ پست، نیازمند به‌روزآوری
fr: bureau de poste, à mettre à jour
it: ufficio postale, necessita aggiornamento
ja: 要更新・郵便局
nl: postkantoor, bijwerken
ro: oficiu poștal, are nevoie de actualizare
ru: почта, необходимо обновить
uk: відділення зв’язку, слід оновити

source: age
de: Alter
el: ηλικία
es: años
fa: عمر
fr: âge
it: età
ja: 経過時間
nl: oud
ro: vârstă
ru: возраст
uk: вік

source: invalid character
de: ungültiges Zeichen
el: μη έγκυρος χαρακτήρας
es: caracter inválido
fa: نویسهٔ نامعتبر
fr: Caractère non valide
it: carattere non valido
ja: 無効な文字
nl: ongeldig teken
ro: caracter invalid
ru: неправильный символ
uk: недійсний символ

source: gas station, could be integrated
de: Tankstelle, Eintragung möglich
el: βενζινάδικο, μπορεί να ενσωματωθεί
es: gasolinera, podría integrarse
fa: پمپ بنزین، می‌تواند یکپارچه شود
fr: Station-service, intégration possible
it: stazione di rifornimento da integrare
ja: 統合可能なガソリンスタンド
nl: benzinestation, kan geïntegreerd worden
ro: benzinărie, ar putea fi integrat
ru: заправка, может быть интегрирована
uk: АЗС, може інтеґруватися

source: power substation
de: Umspannwerk
es: subestación de energía
fr: poste transformateur électrique
it: sottostazione elettrica
ja: 変電所
nl: transformatorstation
ru: подстанция
uk: електропідстанція

source: power substation, could be integrated
de: Umspannwerk, Eintragung möglich
el: υποσταθμός ηλεκτρικής ενέργειας, μπορεί να ενσωματωθεί
es: subestación de energía, podría integrarse
fa: power substation، می‌تواند یکپارچه شود
fr: poste transformateur électrique, intégration possible
it: sottostazione elettrica da integrare
ja: 統合可能な変電所
nl: transformatorstation, kan geintegreerd worden
ru: подстанция, может быть интегрирована
uk: електропідстанція, може інтеґруватися

source: power support
de: Strommast
es: soporte de energía
fr: support électrique
it: supporto elettrico
ja: 電柱
nl: spanningsmast
ru: электроопора
uk: підтримка енергетики

source: power support, could be integrated
de: Strommast, Eintragung möglich
el: υποστήριξη ηλεκτρικής ενέργειας, μπορεί να ενσωματωθεί
es: soporte de energía, podría integrarse
fa: power support، می‌تواند یکپارچه شود
fr: support électrique, intégration possible
it: supporto elettrico da integrare
ja: 統合可能な電柱
nl: spanningsmast, kan geintegreerd worden
ru: электроопора, может быть интегрирована
uk: підтримка енергетики, може інтеґруватися

source: almost junction
de: Fast-Kreuzung
el: σχεδόν διασταύρωση
es: casi cruce
fa: تقریباً تقاطع است
fr: jonction imparfaite
it: quasi connesso
ja: 交差点に酷似
nl: bijna een kruising
ru: почти соединяются
uk: майже з’єднання

source: public_transport route
es: ruta public_transport
fa: مسیر public_transport
it: linea di trasporto pubblico
ja: public_transportルート
ro: rută public_transport
ru: маршрут public_transport
uk: маршрут public_transport

source: recycling container
es: contenedor de reciclaje
fa: زباله‌دان بازیافت
fr: container de recyclage
it: contenitore di riciclaggio
ja: 資源回収のコンテナ
nl: container recycling
ro: container de reciclare
ru: контейнер, для сбора мусора
uk: контейнер вторпереробки

source: duplicate wikipedia
de: Doppelter Wikipediaeintrag
el: διπλότυπο wikipedia
es: wikipedia duplicado
fa: ویکی‌پدیای تکراری
fr: Wikipédia en doublon
it: wikipedia duplicato
ja: wikipediaの重複
nl: éénzelfde wikipedia
ru: дублированная ссылка на wikipedia
uk: дублювання вікіпедія

source: route access mismatch
de: Unpassender access in Route
el: αναντιστοιχία πρόσβασης διαδρομής
es: acceso de ruta no coincide
fa: دسترسی route همخوانی ندارد
fr: Accès à la route qui ne correspond pas
it: accesso alla linea non corrispondente
ja: routeとaccessの不一致
nl: verkeerde toegangsweg
ru: ограничение доступа в маршрутах
uk: невідповідність доступу маршруту

source: similar name
de: Ähnlicher Name
el: παρόμοιο όνομα
es: nombre similar
fa: نام مشابه
fr: Nom similaire
it: nome simile
ja: 類似した名前
nl: zelfde naam
ro: nume similar
ru: схожее название
uk: подібне імʼя

source: gas station, need update
de: Tankstelle, Aktualisierung erforderlich
es: gasolinera, necesita actualización
fa: پمپ بنزین، نیازمند به‌روزآوری
fr: Station-service, à mettre à jour
it: stazione di rifornimento, necessita aggiornamento
ja: 要更新・ガソリンスタンド
nl: benzinestation, bijwerken
ro: benzinărie, are nevoie de actualizare
ru: место заправки, нужно обновить
uk: АЗС, слід оновити

source: phone number
de: Telefonnummer
el: αριθμός τηλεφώνου
es: número de teléfono
fa: شماره‌تلفن
fr: Numéro de téléphone
it: numero telefonico
ja: 電話番号
nl: telefoonnummer
ro: număr de telefon
ru: телефонный номер
uk: номер телефону

source: traffic signs
de: Verkehrszeichen
es: señales de tráfico
fa: علائم راهنمایی‌ورانندگی
fr: Panneaux de signalisation
it: segnali stradali
ja: 交通標識
nl: verkeersborden
ro: semne de circulație
ru: дорожные знаки
uk: дорожні знаки

source: traffic sign limitation
de: Einschränkende Verkehrszeichen
es: limitación de señales de tráfico
fa: محدودیت علائم راهنمایی‌ورانندگی
fr: Panneaux de signalisation : limitation
it: segnali stradali di limitazione
ja: 交通標識の制限
nl: limieten van verkeersborden
ru: ограничивающий дорожный знак
uk: дорожній знак обмеження

source: High
de: Hoch
el: Ψηλά
es: Alta
fa: زیاد
fr: Haute
it: Elevata
ja: 高
nl: Hoog
ru: Важный
uk: Висока

source: Normal or higher
de: Normal oder höher
el: Φυσιολογικά ή ψηλότερα
es: Normal o superior
fa: عادی یا بیشتر
fr: Normal et haute
it: Da normale in su
ja: 中以上
nl: Normaal of hoger
ru: Средний или важный
uk: Звичайна або висока

source: All
de: Alle
el: Όλα
es: Todas
fa: همه
fr: Toutes
it: Tutte
ja: 全て
nl: alles
ru: Все
uk: Усі

source: Normal only
de: Nur normal
el: Φυσιολογικά μόνο
es: Solo normal
fa: فقط عادی
fr: Normal seulement
it: Solo normale
ja: 中
nl: Enkel normaal
ru: Только средний
uk: Лише звичайна

source: Low only
de: Nur niedrig
el: Χαμηλά μόνο
es: Solo bajo
fa: فقط کم
fr: Basse seulement
it: Solo bassa
ja: 低
nl: Enkel laag
ru: Только низкий
uk: Лише низька

source: Level {level} issues ({count})
de: Level {level} Probleme ({count})
el: {count} προβλήματα για επίπεδο {level}
es: Nivel {level} problemas ({count})
fa: مسائل سطح {level} ({count})
fr: Signalements de gravité {level} ({count})
it: Problemi di livello {level} ({count})
ja: レベル{level}の課題 ({count}件)
nl: Level {level} meldingen ({count})
ro: Nivel {level} probleme ({count})
ru: {level} уровень ошибок ({count})
uk: Проблеми {level} рівня ({count})

source: JOSM validator
el: Επαληθευτής JOSM
es: Validador de JOSM
fa: ‫اعتبارسنج JOSM‬
fr: Validateur JOSM
it: Validatore JOSM
ja: JOSMバリデーター
ro: validator JOSM
ru: Валидация JOSM
uk: валідатор JOSM

source: seamark
de: Seezeichen
es: marcas en el agua
fr: balise nautique
it: oggetto marittimo
ja: 航路標識
nl: nautisch teken
ru: морской знак
uk: навігаційний знак

source: addresses
de: Adressen
el: διευθύνσεις
es: direcciones
fa: نشانی‌ها
fr: adresses
it: indirizzi
ja: 住所
nl: adressen
ro: adrese
ru: адреса
uk: адреси

source: combinations
de: Kombinationen
el: συνδυασμοί
es: combinaciones
fa: ترکیبات
fr: combinaisons
it: combinazioni
ja: 組み合わせ
nl: combinaties
ro: combinații
ru: наборы
uk: комбінації

source: deprecated
de: Veraltet
es: desaconsejado
fr: obsolète
it: obsoleto
ja: 非推奨
nl: vervallen
ru: устаревшее
uk: не підтримується

source: geometry
de: Geometrie
el: γεωμετρία
es: geometría
fa: هندسه
fr: géométrie
it: geometria
ja: ジオメトリ
nl: geometrie
ro: geometrie
ru: геометрия
uk: геометрія

source: multiple
de: Mehrere
el: πολλαπλά
es: múltiple
fa: چندگانه
it: molteplici
ja: 複数
nl: meerdere
ru: множество
uk: складовий

source: numeric
de: Numerisch
el: αριθμητικό
es: numérico
fa: عددی
fr: numérique
it: numerico
ja: 数値
nl: numeriek
ru: числовое
uk: числовий

source: relation
el: σχέση
es: relación
it: relazione
ja: リレーション
nl: relatie
ro: relație
ru: отношение
uk: звʼязок

source: religion
el: θρησκεία
es: religión
fa: دین
it: religione
ja: 宗教
nl: religie
ro: religie
ru: религия
uk: релігія

source: territories
de: Territorien
el: εδάφη
es: territorios
fa: سرزمین‌ها
fr: territoires
it: territori
ja: 領土
nl: grondgebieden
ro: teritorii
ru: границы
uk: території

source: unnecessary
de: nicht erforderlich
el: μη απαραίτητο
es: innecesarios
fa: غیرضروری
fr: inutile
it: non necessario
ja: 不要
nl: onnodig
ro: inutil
ru: необязательно
uk: непотрібний

source: Country
de: Land
el: Χώρα
es: País
fa: کشور
fr: Pays
it: Paese
ja: 国
nl: land
ro: Țară
ru: Страна
uk: Країна

source: Item
de: Artikel
el: Αντικείμενο
es: Elemento
fa: آیتم
it: Elemento
ja: 項目
ru: Пункт
uk: Елемент

source: False positive / Done
de: Falschmeldung / Behoben
el: Ψευδώς θετικό / Έγινε
es: Faso Positivo / Hecho
fa: مثبت کاذب / حل‌شده
fr: Faux positif / Corrigé
it: Falso positivo / Risolto
ja: 誤検出/修正済み
nl: Valse melding / hersteld
ru: Не ошибка / Выполнено
uk: Помилкове спрацьовування / Виконано

source: Objects edited
de: Objekt bearbeitet
el: Αντικείμενα που έγιναν επεξεργασία
es: Objetos editados
fa: اشیای ویرایشی
fr: Objets modifiés
it: Oggetti modificati
ja: 編集されたオブジェクト
nl: Objecten bewerkt
ru: Исправленные объекты:
uk: Обʼєкти редаговані

source: Show Object on {where}
de: Objekt auf {where} anzeigen
el: Εμφάνιση αντικειμένου σε {where}
es: Ver el objeto en {where}
fa: ‫نمایش عنصر در {where}‬
fr: Voir l'objet sur {where}
it: Mostra l’oggetto su {where}
ja: {where}上でオブジェクトの表示
nl: Object zien in {where}
ru: Показать объект в {where}
uk: Показати обʼєкт на {where}

source: Edit Object with {where}
de: Objekt mit {where} bearbeiten
el: Επεξεργασία αντικειμένου σε {where}
es: Editar Objeto con {where}
fa: ‫ویرایش عنصر با {where}‬
fr: Modifier l'objet sur {where}
it: Modifica l’oggetto con {where}
ja: {where}を使ってオブジェクトの編集
nl: Bewerk Object met {where}
ru: Редактировать объект в {where}
uk: Редагувати обʼєкт на {where}

source: online Osmose Editor
es: Editor online Osmose
fa: ویرایشگر برخط Osmose
fr: éditeur Osmose en ligne
it: Editor di Osmose online
ja: Osmoseオンラインエディタ
ru: онлайн Редактор Osmose
uk: Онлайн-редактор Osmose

source: Load the fix in {where}
de: Fehlerbehebung in {where} laden
el: Φόρτωση της επιδιόρθωσης σε {where}
es: Cargue la corrección en {where}
fa: ‫بارگذاری اصلاحیه در {where}‬
fr: Charger la correction sur {where}
it: Carica il fix su {where}
ja: {where}で修正案を呼び出す
nl: Laad de fix in {where}
ru: Загрузить исправление в {where}
uk: Завантажити виправлення в {where}

source: Add the new object in {where}
de: Neues Objekt in {where} hinzufügen
el: Προσθήκη του νέου αντικειμένου σε {where}
es: Añadir nuevo objeto en {where}
fa: ‫افزودن شیء جدید در {where}‬
fr: Ajouter le nouvel objet sur {where}
it: Aggiungi il nuovo oggetto su {where}
ja: {where}で新しいオブジェクトを追加する
nl: Voeg het nieuw object in {where}
ru: Добавить объект в {where}
uk: Додати новий обʼєкт в {where}
