Repository: osmose-qa/osmose-frontend
Catalog: web/po/*.po
Languages: de, el, es, fa, fr, it, ja, nl, ro, ru, uk

source: Show the area on {where}
de: Bereich in {where} anzeigen
el: Εμφάνιση της περιοχής σε {where}
es: Ver el area en {where}
fa: نمایش این ناحیه در {where}
fr: Voir la zone sur {where}
it: Mostra l’area su {where}
ja: {where}上でエリアの表示
nl: Toon het gebied op {where}
ru: Показать место в {where}
uk: Показати ділянку на {where}

source: Edit the area on {where}
de: Bereich in {where} bearbeiten
el: Επεξεργασία της περιοχής σε {where}
es: Editar el area en {where}
fa: ویرایش این ناحیه در {where}
fr: Modifier la zone sur {where}
it: Modifica l’area con {where}
ja: {where}を使ってエリアの編集
nl: Bewerk het gebied op {where}
ru: Редактировать место в {where}
uk: Редагувати ділянку на {where}

source: details
el: λεπτομέρειες
es: detalles
fa: جزئیات
fr: détails
it: dettagli
ja: 詳細
ro: detalii
ru: подробности
uk: тонкощі

source: Issue reported on:
de: Problem gemeldet am:
el: Το ζήτημα αναφέρθηκε:
es: Problema informado el:
fa: تاریخ گزارش:
fr: Signalement du :
it: Errore segnalato il:
ja: 報告日:
nl: Melding gemeld op:
ru: Проблема обнаружена:
uk: Повідомлення про проблему:

source: Report the issue as improper, if it is not an issue according to you. The issue will not be displayed to anyone anymore.
de: Melde das Problem als Falschmeldung, wenn es nach deiner Meinung keines ist. Das Problem wird niemandem mehr angezeigt.
es: Informe el problema como impropio, si según usted no es un problema. El problema no se mostrará a nadie más.
fa: اگر با ارزیابی خودتان این مورد مشکلی ندارد، گزارش کنید که نابجاست. در نتیجه این مسئله برای کس دیگری نمایش داده نمی‌شود.
fr: Rapporter le signalement comme invalide, si selon vous ce n'est pas un problème. Le signalement ne sera plus affiché à personne.
it: Segnala l’errore come improprio se a parer tuo non si tratta di un errore. L’errore non sarà più visibile a nessuno.
ja: あなたから見て問題でない場合は誤検出であることを報告してください。問題はそれ以上表示されなくなります。
nl: Meld de melding als ongepast, als het volgens u geen fout betreft. De melding wordt aan niemand meer getoond.
ru: Сообщить о проблеме как неверной, если вы считаете что это не ошибка. Она больше не будет всем видна.
uk: Повідомте про помилку, як про невідповідну, якщо ви вважаєте, що це не помилка. Повідомлення більше не зʼявлятиметься.

source: After fixing the issue in the OSM data, mark it as done. It will also disappear automatically on the next check.
de: Nachdem das Problem in den OSM-Daten behoben wurden, markiere es als behoben. Er wird auch automatisch entfernt, wenn das Problem bei der nächsten Überprüfung nicht mehr vorhanden ist.
es: Después de solucionar el problema en los datos de OSM, márquelo como hecho. También puede desaparecer automáticamente en la próxima comprobación si no hay más problema.
fa: پس از اینکه مشکل داده‌ها اصلاح شد، آن را در حالت حل‌شده قرار دهید. در بررسی بعدی، اگر مسئلهٔ دیگری نداشته باشد، به‌طور خودکار ناپدید می‌شود.
fr: Après avoir corrigé le signalement dans les données d'OSM, le marquer comme corrigé. Il pourra également disparaître automatiquement au prochain contrôle s'il n'y a plus de problème.
it: Dopo aver risolto l’errore sui dati OSM, segnalalo come risolto. Potrebbe anche non comparire più automaticamente al prossimo controllo qualora non venisse rilevato un errore.
ja: OSMデータの問題を解決したら、完了とマークして下さい。他に問題がなければ、次回のチェック時に自動的に消えるかも知れません。
nl: Nadat het probleem is opgelost in de OSM data, markeert u het als hersteld. Kan ook automatisch verdwijnen bij de volgende controle als er geen melding meer is.
ru: После исправления ошибки в данных OSM, пометить как решённое. Также может исчезнуть автоматически при следующей проверке.
uk: Після виправлення помилки в OSM позначте її як вирішена. Можливо також, що вона зникне автоматично при наступній перевірці, якщо більше не виникатиме.

source: power transformer
de: Umspannwerke
el: μετασχηματιστής ρεύματος
es: transformador
fr: transformateur de tension
it: Trasformatore elettrico
ja: 変圧器
nl: transformator
ru: трансформаторная подстанция
uk: трансформатор

source: opening hours
de: Öffnungszeiten
el: ωράριο λειτουργίας
es: horario de apertura
fa: ساعت کاری
fr: Heures d'ouverture
it: orari di apertura
ja: 営業時間
nl: openingsuren
ru: рабочие часы
uk: години роботи

source: social facility
de: Sozialeinrichtung
el: κοινωνική υποδομή
es: centro social
fr: Structure sociale
it: servizi sociali
ja: 社会福祉施設
nl: sociale voorzieningen
ru: социальные учереждения
uk: соціальний обʼєкт

source: medical lab
de: Medizinisches Labor
el: ιατρικό εργαστήριο
es: laboratorio médico
fa: آزمایشگاه پزشکی
fr: Laboratoire d'analyses médicales
it: laboratorio medico
ja: 医学研究室
nl: medische labo
ro: laborator medical
ru: медицинская лаборатория
uk: медична лабораторія

source: hospital, could be integrated
de: Spital, Eintragung möglich
el: νοσοκομείο, μπορεί να ενσωματωθεί
es: hospital, podría integrarse
fa: بیمارستان، می‌تواند یکپارچه شود
fr: Hôpital, intégration possible
it: ospedale da integrare
ja: 統合可能な病院
nl: ziekenhuis, kan geintegreerd worden
ro: spital, ar putea fi integrat
ru: госпиталь, возможно объединение
uk: лікарня, може інтеґруватися

source: social facility, could be integrated
de: soziale Einrichtung, Eintragung möglich
el: κοινωνική εγκατάσταση, μπορεί να ενσωματωθεί
es: centro social, podría integrarse
fa: social facility، می‌تواند یکپارچه شود
fr: Structure sociale, intégration possible
it: servizi sociali da integrare
ja: 統合可能な社会福祉施設
nl: sociale voorzieningen, kan geintegreerd worden
ru: социальные учереждения, возможно объединение
uk: соціальний обʼєкт, може інтеґруватися

source: medical lab, could be integrated
de: medizinisches Labor, Eintragung möglich
el: ιατρικό εργαστήριο, μπορεί να ενσωματωθεί
es: laboratorio médico, podría integrarse
fa: آزمایشگاه پزشکی، می‌تواند یکپارچه شود
fr: Laboratoire d'analyses médicales, intégration possible
it: laboratorio medico da integrare
ja: 統合可能な医学研究室
nl: medische labo, kan geintegreerd worden
ro: laborator medical, ar putea fi integrat
ru: медицинская лаборатория, возможно объединение
uk: медична лабораторія, може інтеґруватися

source: police, need update
de: Polizei, Aktualisierung erforderlich
el: αστυνομία, χρειάζεται ενημέρωση
es: policia, necesita actualización
fa: پلیس، نیازمند به‌روزآوری
fr: police, à mettre à jour
it: polizia, necessita aggiornamento
ja: 要更新・警察署
nl: politie, bijwerken
ro: poliție, are nevoie de actualizare
ru: полиция, необходимо обновление
uk: поліція, слід оновити

source: swimming pool
de: Schwimmbecken
el: πισίνα
es: piscina
fa: استخر شنا
fr: piscine
it: piscina
ja: 水泳プール
nl: zwembad
ro: piscină
ru: бассейн для плавания
uk: басейн

source: potential misspelling
de: potenzieller Rechtschreibfehler
el: πιθανό ορθογραφικό λάθος
es: error ortográfico potencial
fr: possible(s) faute(s) d'orthographe
it: potenziale errore ortografico
ja: ミススペルの可能性
nl: potentiële spelfout
ro: potențială greșeală de ortografie
ru: возможно опечатка
uk: ймовірно, неправильне написання

source: enforcement
de: Durchsetzung
es: Control de tráfico
fr: Radars
it: limite
ja: 取り締まり
ru: принуждение
uk: виконання

source: street objects
de: Straßenobjekte
el: αντικείμενα δρόμου
es: objetos de la calle
fr: objets de rue
it: oggetti identificati in strada
ja: 路上のオブジェクト
nl: straat objecten
ru: уличные объекты
uk: вуличні обʼєкти

source: railways
de: Eisenbahn
el: σιδηρόδρομοι
es: ferrocarril
fr: chemin de fer
it: ferrovia
ja: 鉄道
nl: spoorwegen
ro: căi ferate
ru: дорожные пути
uk: залізниця

source: power plant
de: Kraftwerk
es: planta de energía
fr: Centrale électrique
it: centrale
ja: 発電所
nl: energiecentrale
ru: Электростанция
uk: електростанція

source: Osmose tool is mainly developped by french people, and we aim to add more languages.
de: Osmose wird hauptsächlich durch französische Leute entwickelt, unser Ziel ist es, mehr Sprachen hinzuzufügen.
es: La herramienta Osmose es desarrollada principalmente por franceses, y nuestro objetivo es añadir más idiomas.
fa: توسعه‌دهندگان Osmose بیشتر فرانسوی هستند اما مایلیم زبان‌های بیشتری را پشتیبانی کنیم.
fr: L'outil Osmose est principalement développé par des Français et nous avons l'intention d'ajouter davantage de langues.
it: Osmose è sviluppato principalmente da persone francesi e puntiamo ad aggiungere altre lingue.
ja: Osmoseツールはフランスの人々が中心となって開発されており、もっと言語を追加したいと思っています。
nl: Osmose tool is hoofdzakelijk ontwikkeld door fransen, en we willen graag meer talen toevoegen.
ru: Основные разработчики инструментов Osmose из Франции, но мы работаем над поддержкой других языков.
uk: Osmose — інструмент, переважно створений французами, проте ми бажаємо додати підтримку інших мов.

source: defibrillator
el: απινιδωτής
es: desfibrilador
fr: Défibrillateur
it: defibrillatore
ja: 除細動器
ro: defibrilator
ru: дефибрилятор
uk: дефібрилятор

source: radio support
de: Elektronikhändler
el: υποστήριξη ραδιοφώνου
es: soporte de radio
fr: support radio
it: supporto radio
ja: ラジオ塔
nl: Zendmast support
uk: радіопідтримка

source: radio support, could be integrated
de: Elektronikhändler, Eintragung möglich
el: υποστήριξη ραδιοφώνου, μπορεί να ενσωματωθεί
es: soporte de radio, podría integrarse
fr: support radio, intégration possible
it: supporto radio, può essere integrato
ja: 統合可能なラジオ塔
nl: Zendmast support, kan geintegreerd worden
uk: радіопідтримка, може інтеґруватися

source: radio support, need update
de: Elektronikhändler, Aktualisierung erforderlich
el: υποστήριξη ραδιοφώνου, χρειάζεται ενημέρωση
es: soporte de radio, necesita actualización
fr: support radio, mise à jour nécessaire
it: supporto radio, necessita aggiornamento
ja: 要更新・ラジオ塔
nl: Zendmast support, bijwerken
uk: радіопідтримка, слід оновити

source: How to Fix
de: Problem beheben
es: Cómo arreglar
fa: چگونه اصلاح کنید
fr: Comment corriger
it: Come correggere
ja: 修正方法
nl: Hoe te herstellen
ro: Cum să fixezi
ru: Как исправить
uk: Як виправляти

source: Trap to avoid
de: Falsche Korrektur vermeiden
es: Trampa a evitar
fa: تله‌ها
fr: Piège à éviter
it: Errori da evitare
ja: 誤修正を回避するには
nl: Te vermijden valkuil
ro: Capcană de evitat
ru: Ловушка, которую следует избегать
uk: Уникання пасток

source: Example
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fa: نمونه
fr: Exemple
it: Esempio
ja: 例
nl: Voorbeeld
ro: Exemplu
ru: Пример
uk: Приклад

source: Source Code
de: Quellcode
el: Πηγαίος Κώδικας
es: Código Fuente
fa: کد منبع
fr: Code source
it: Codice sorgente
ja: ソースコード
nl: Broncode
ro: Cod Sursă
ru: Исходный код
uk: Сирці

source: Resource used
de: verwendete Ressourcen
el: Πηγή που χρησιμοποιήθηκε
es: Recurso utilizado
fa: منابع استفاده‌شده
fr: Ressource utilisée
it: Fonti utilizzate
ja: 使用したリソース
nl: Bron gebruikt
ro: Resursă utilizată
ru: Использованные ресурсы
uk: Використані ресурси

source: Want to improve this control or this doc?
de: Zur Verbesserung der Prüfungen oder der Dokumentation, siehe
es: ¿Quieres mejorar este control o este documento?
fa: می‌خواهید این راهنما یا این کادر را بهبود بدهید؟
fr: Voulez-vous améliorer cette analyse ou cette documentation ?
it: Vuoi migliorare questo controllo o la documentazione?
ja: このコントロールかこの文書を改善したいですか？
nl: Wilt u deze controle of dit document verbeteren?
ru: Хотите улучшить этот элемент управления или этот документ?
uk: Хочете вдосконалити цей контроль чи цей документ?

source: Welcome to Osmose-QA
de: Willkommen zu Osmose-QS
es: Bienvenido a Osmose-QA
fa: به Osmose-QA خوش آمدید
fr: Bienvenue sur Osmose-QA
it: Benvenuti su Osmose-QA
ja: Osmose-QAにようこそ
nl: Welkom bij Osmose-QA
ro: Bine ai venit la Osmose-QA
ru: Добро пожаловать в Osmose-QA
uk: Ласкаво просимо до валідатора Osmose

source: In no case Osmose-QA should provide you the absolute right way to map, always keep a critical eye.
de: In keinen Fall kann dir Osmose-QS den absolut richtigen Tipp zum Kartieren geben, behalte immer einen kritischen Blick.
es: En ningún caso, Osmose-QA debe proporcionarle la forma correcta de mapear, siempre tenga un ojo crítico.
fa: هرگز نباید Osmose-QA را ملاک درست و دقیق برای نقشه‌کشی بدانید. همیشه نگاه انتقادی داشته باشید.
fr: En aucun cas, Osmose-QA ne devrait vous fournir la meilleure façon de cartographier, gardez toujours un œil critique.
it: In nessun caso Osmose-QA ti fornirà il modo più corretto di mappare, mantieni sempre un occhio critico.
ja: Osmose-QAがいつでも絶対正しいマッピング方法を提供するはずだと期待してはいけません。常に批判的な目を忘れずに。
nl: Osmose-QA kan u in geen geval de juiste manier bieden om in kaart te brengen, houd altijd een oogje in het zeil.
ro: În niciun caz Osmose-QA ar trebui să-ți ofere varianta cea mai bună de a îmbunătăți harta, păstrează întotdeauna un ochi critic.
ru: Ни в коем случае не считайте Osmose-QA руководством по правильному маппингу.
uk: Валідатор Osmose ні в якому разі не зобовʼязується надавати вам абсолютно правильні варіанти з мапінґу, завжди оцінюйте критично.

source: You can find help on the wiki:
de: Du kannst Hilfe im Wiki finden:
es: Puedes encontrar ayuda en la wiki:
fa: راهنما را در ویکی ببینید:
fr: Vous pouvez trouver de l'aide sur le wiki :
it: Puoi trovare aiuto sul wiki:
ja: wikiにヘルプがあります。
nl: U kunt hulp vinden op de wiki:
ro: Poți găsi ajutor pe wiki:
ru: Описание и порядок работы можно найти на wiki:
uk: Допомога у вікі:

source: charging station
de: Ladestation
el: σταθμός φόρτισης
es: estación de carga
fr: Station de recharge
it: stazione di ricarica
ja: 車の充電スタンド
nl: laadstation
ro: stație de încărcare
ru: станция зарядки
uk: станція заряджання

source: charging station, could be integrated
de: Ladestation, Eintragung möglich
el: σταθμός φόρτισης, μπορεί να ενσωματωθεί
es: estación de carga, podría integrarse
fr: Station de recharge, intégration possible
it: stazione di ricarica, da integrare
ja: 統合可能な車の充電スタンド
nl: laadstation, kan geïntegreerd worden
ro: stație de încărcare, ar putea fi integrat
uk: станція заряджання, може інтеґруватися

source: charging station, need update
de: Ladestation, Aktualisierung erforderlich
el: σταθμός φόρτισης, χρειάζεται ενημέρωση
es: estación de carga, necesita actualización
fr: station de recharge, à mettre à jour
it: stazione di ricarica, necessita aggiornamento
ja: 要更新・車の充電スタンド
nl: laadstation, moet worden bijgewerkt
ro: stație de încărcare, are nevoie de actualizare
ru: зарядная станция, нужно обновить
uk: станція заряджання, потребує оновлення

source: related objects
de: verbundene Objekte
el: συναφή αντικείμενα
es: objetos relacionados
fr: objets connexes
it: oggetti correlati
ja: 関連するオブジェクト
nl: gerelateerde objecten
ro: obiecte înrudite
ru: связанные объекты
uk: повʼязані обʼєкти

source: wastewater
de: Abwasser
el: λύματα
es: aguas residuales
fr: station d'épuration
it: fognatura
ja: 下水処理場
nl: afvalwater
ro: ape uzate
ru: сточные воды
uk: стічні води

source: wastewater, could be integrated
de: Abwasser, Eintragung möglich
el: λύματα, μπορεί να ενσωματωθεί
es: aguas residuales, podría integrarse
fr: station d'épuration, intégration possible
it: fognatura da integrare
ja: 統合可能な下水処理場
nl: afvalwater, kan geintegreerd worden
ro: ape uzate, ar putea fi integrat
uk: стічні води, можуть інтеґруватися

source: wastewater, need update
de: Abwasser, Aktualisierung erforderlich
el: λύματα, χρειάζεται ενημέρωση
es: aguas residuales, necesita actualización
fr: station d'épuration, à mettre à jour
it: fognatura, necessita aggiornamento
ja: 要更新・下水処理場
nl: afvalwater, moet worden bijgewerkt
ro: ape uzate, are nevoie de actualizare
ru: сточные воды, необходимо обновление
uk: стічні води, потребує оновлення

source: delete issue
de: Problem löschen
el: διαγραφή ζητήματος
es: borrar problema
fr: supprimer le signalement
it: elimina il problema
ja: 問題を削除
nl: verwijder melding
ro: șterge problemă
ru: удалить проблему
uk: видалити проблему

source: Issue details
de: Problemdetails
el: Λεπτομέρειες ζητήματος
es: detalles problema
fr: détails du signalement
it: dettagli del problema
ja: 問題の詳細
nl: Details van melding
ro: Detalii problemă
ru: Описание проблемы
uk: Деталі проблеми

source: Report based on data from date
de: Report beruhend auf Daten vom Datum
el: Αναφορά βασισμένη σε δεδομένα από ημερομηνία
es: Informe basado en datos desde la fecha
fr: Rapport basé sur les données en date du
it: Segnalazione basata sui dati alla data
ja: 日付によるデータに基づいて報告
nl: Gemeld op basis van gegevens van datum
ru: Отчет основан на данных за дату
uk: Звіт ґрунтується на даних від дати

source: pharmacy, need update
de: Apotheke, Aktualisierung erforderlich
el: φαρμακείο, χρειάζεται ενημέρωση
es: farmacia, necesita actualización
fr: pharmacie, à mettre à jour
it: farmacia, necessita aggiornamento
ja: 統合可能な薬局
nl: apotheek, moet worden bijgewerkt
ro: farmacie, are nevoie de actualizare
uk: аптека, слід оновити

source: power substation, need update
de: Transformatorenstation, Aktualisierung erforderlich
es: subestación de energía, necesita actualización
fr: poste électrique, à mettre à jour
it: sottostazione elettrica, necessita aggiornamento
ja: 要更新・変電所
nl: onderstation, moet worden bijgewerkt
uk: електропідстанція, слід оновити

source: shop
de: Geschäft
el: κατάστημα
es: tienda
fr: boutique
it: negozio
ja: 店舗
nl: winkel
ru: магазин
uk: крамниця

source: Fixed with Osmose
de: Mit Osmose repariert
el: Διορθώθηκε μέσω Osmose
es: Corregir con osmose
fr: Corrigé avec Osmose
it: Corretto con Osmose
ja: Osmoseで修正済
nl: Hersteld met Osmose
ru: Исправлено в Osmose
uk: Виправлено за допомогою Osmose

source: Done
de: Erledigt
el: Έγινε
es: Hecho
fr: Valider
it: Fatto
ja: 完了
nl: Gereed
ro: Gata
ru: Выполнено
uk: Зроблено

source: Osmose-QA is a quality assurance tool that detects issues in OpenStreetMap data.
de: Osmose-QS ist ein Qualitätssicherungswerkzeug, das Probleme in OpenStreetMap-Daten erkennt.
es: Osmose-QA es una herramienta de control de calidad que detecta problemas en los datos de OpenStreetMap.
fr: Osmose-QA est un outil d'assurance qualité qui détecte les problèmes dans les données OpenStreetMap.
it: Osmose-QA è uno strumento per il controllo della qualità che individua i problemi nei dati OpenStreetMap.
ja: Osmose-QA は、OpenStreetMapのデータの問題を検出する品質改善ツールです。
nl: Osmose-QA is een kwaliteitstool die meldingen in OpenStreetMap gegevens detecteert.
ro: Osmose-QA este un instrument de asigurare a calității care detectează probleme în datele OpenStreetMap.
ru: Osmose-QA это инструментарий для контроля качества данных OpenStreetMap.
uk: Валідатор Osmose - це інструмент забезпечення якості, який виявляє проблеми в даних OpenStreetMap.

source: It detects a very wide range of issue types. It is also useful for integrating third-party data sets by conflation.
de: Es erkennt verschiedenste Problemtypen. Es ist auch nützlich, um Daten von Drittanbietern durch Zusammenführung zu integrieren.
es: Detecta un amplio rango de tipos de problemas. También es útil para integrar conjuntos de datos o datos de terceros por fusión.
fr: Il détecte un très large éventail de types de problèmes. Il est également utile pour intégrer des ensembles de données provenant de tiers par conflation.
it: Rileva un gran varietà di problemi. È anche utile per integrare i dati di terze parti.
ja: 幅広い種類の問題を検出します。合成によるサードパーティのデータセットの統合にも役立ちます。
nl: Het detecteert een zeer breed scala aan melding-typen. Het is ook handig voor het integreren van datasets van derden door samenvoeging.
ro: Detectează o gamă foarte largă de tipuri de probleme. De asemenea, este util pentru integrarea datelor de la terți prin combinare.
ru: Он обнаруживает широкий перечень типов проблем. Его можно использовать при объединении сторонних наборов данных с данными OSM.
uk: Він виявляє широкий спектр помилок. Також буде корисним при інтегруванні сторонніх наборів даних з конфліктами.

source: health centre
de: Gesundheitszentrum
el: κέντρο υγείας
es: centro de salud
fr: centre de santé
it: centro medico
ja: ヘルスセンター
nl: gezondheidscentrum
ru: центр здоровья
uk: центр здоровʼя

source: health centre, could be integrated
de: Gesundheitszentrum, Eintragung möglich
el: κέντρο υγείας, μπορεί να ενσωματωθεί
es: centro de salud, podría ser integrado
fr: centre de santé, intégration possible.
it: centro medico da integrare
ja: 統合可能なヘルスセンター
nl: gezondheidscentrum, kan worden geïntegreerd
uk: центр здоровʼя, може інтегруватися

source: tourism
de: Tourismus
el: τουρισμός
es: turismo
fr: tourisme
it: turismo
ja: 観光
nl: toerisme
ro: turism
ru: туризм
uk: туризм

source: Feel free to report any problem, idea or new open data you want to add to Osmose on our Github:
de: Du kannst jedes Problem, jede Idee oder neue offene Daten, die du Osmose hinzufügen möchtest, auf Github melden:
es: Siéntase libre de informar sobre cualquier problema, idea o nuevos datos abiertos que desee añadir a Osmose en nuestro Github:
fr: N'hésitez pas nous signaler des problèmes, des idées ou de nouvelles sources de données ouvertes que vous aimeriez intégrer dans Osmose via notre Github :
it: Sentiti libero di segnalare qualsiasi problema, proporre una tua idea o dei dati liberi che vuoi aggiungere su Osmose sul nostro GitHub:
ja: 問題、アイデア、Osmoseに加えたい新たなオープンデータの報告は我々のGithubにお寄せください：
nl: Voelt u zich vrij om elk probleem, idee of nieuwe open data die u wilt toevoegen aan Osmose op onze Github te melden:
ru: Не стесняйтесь сообщать о любых проблемах, идеях или новых открытых данных, которые можно добавить в Osmose на нашем Github:
uk: Не соромтеся повідомляти про будь-які проблеми, ідеї чи нові відкриті дані, які ви бажаєте додати до Osmose, на нашому Ґітхабі:

source: fire hydrant
de: Hydrant
el: πυροσβεστικός κρουνός
es: boca de incendio
fr: borne incendie
it: idrante
ja: 消火栓
nl: brandkraan
ro: hidrant
ru: гидрант
uk: пожежний гідрант

source: fire hydrant, could be integrated
de: Hydrant, Eintragung möglich
el: πυροσβεστικός κρουνός, μπορεί να ενσωματωθεί
es: boca de incendio, podría integrarse
fr: borne incendie, intégration possible
it: idrante da integrare
ja: 含められる消火栓
nl: brandkraan, kan worden geïntegreerd
ro: hidrant, ar putea fi integrat
uk: пожежний гідрант, може інтеґруватися

source: milestone
de: Kilometerstein
el: ορόσημο
es: hito kilométrico
fr: borne routière
it: progressiva chilometrica
ja: マイルストン
nl: mijlpaal
ru: веха
uk: віха

source: milestone, could be integrated
de: Kilometerstein, Eintragung möglich
el: ορόσημο, μπορεί να ενσωματωθεί
es: hito kilométrico, podría integrarse
fr: borne routière, intégration possible
it: progressiva chilometrica da integrare
ja: 含められるマイルストン
nl: mijlpaal, kan worden geïntegreerd
uk: віха, може інтеґруватися

source: viewpoint
de: Aussichtspunkt
es: mirador
fr: point de vue
it: belvedere
ja: 展望所
ru: смотровая площадка
uk: місце огляду

source: bicycle infrastructure
de: Fahrradinfrastruktur
es: infraestructura para bicicletas
fr: infrastructures cyclables
it: infrastruttura per velocipedi
ja: 自転車のインフラ
nl: fietsinfrastructuur
ro: infrastructură de biciclete
ru: велосипедная инфраструктура
uk: велоінфраструктура

source: Information
el: Πληροφορίες
es: Información
it: Informazioni
ja: 情報
nl: Informatie
ro: Informații
ru: Информация
uk: Інформація

source: monument, megalith, museum
de: Denkmal, Megalith, Museum
el: μνημείο, μονόλιθος, μουσείο
es: monumento, megalito, museo
fr: monument, mégalithe, musée
it: monumento, megalito, museo
ja: 記念堂、メガリス、博物館
ro: monument, megalit, muzeu
ru: памятник, мегалит, музей
uk: монумент, мегаліт, музей

source: monument, megalith, museum, could be integrated
de: Denkmal, Megalith, Museum, könnte integriert werden
el: μνημείο, μονόλιθος, μουσείο, μπορεί να ενσωματωθεί
es: monumento, megalito, museo, podrían integrarse
fr: monument, mégalithe, musée, intégration possible
it: monumento, megalito, museo da integrare
ja: 統合可能な記念堂、メガリス、博物館
nl: monument, megalith, museum, kan geintegreerd worden
ro: monument, megalit, muzeu, ar putea fi integrat
uk: монумент, мегаліт, музей, може інтеґруватися
